Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: It is getting harder to get the ore. A demon is loose in the caves below and has destroyed several of our mines.
ru: Добывать руду нынче стало намного труднее. В пещерах воцарился демон, он обрушил несколько наших шахт.

source: And how is it that this is our problem?
ru: И что, разве это наша проблема?

source: Lousy human, first, if you want the goods, it is your problem as that is our price. Secondly do not think that this demon is not going to visit the surface at some point?
ru: Паршивый человечишка, во-первых, если хочешь получить товар, то оплатить его — именно твоя проблема. А во-вторых, уж не думаешь ли ты, что демон не захочет однажды прогуляться и по поверхности?

source: Offer them 175 and be done with it, we need to get back.
ru: Предлагаю 175 золотых и точка. Нам надо возвращаться.

source: Whoa, what was that?
ru: Стоп. Что это было?

source: What is going on?!
ru: Что происходит!?

source: Prepare to die dwarves! And what have we here? Stockier than elves, yet thinner than a dwarves, you must be humans. Not that it really matters, you shall die as well.
ru: Приготовьтесь к смерти, гномы! А кто у нас тут ещё? Более коренастые, чем эльфы, но повыше гномов — должно быть, люди. Впрочем, это не важно, вы все разделите одну участь.

source: I hate to tell you that I told you so, but...
ru: Мне жаль, что я был столь резок в своих высказываниях, но...

source: I get the point.
ru: Понимаю.

source: What say you dwarves, care to show us the strength of that steel in battle and we will settle on 200?
ru: Есть вариант. Вы, гномы, покажете силу вашей стали в реальном сражении, а мы заплатим за неё вашу цену.

source: Agreed.
ru: Идёт

source: Assault on the Elves
ru: Нападение на эльфов

source: Crushing the humans and the dwarves on the surface was not hard. You started to sense the stone and found yourself at the door of a great elven stronghold.
ru: Сокрушить на поверхности людей и гномов оказалось на так уж и просто, но вы наконец-то ощутили присутствие камня, и его магия вывела вас к крупной эльфийской цитадели.

source: Kil'rathacar must reach the main city keep
ru: Кайл’Разакар должен достигнуть главной городской крепости

source: Death of Kil'rathacar
ru: Смерть Кайл’Разакара

source: Ah the Elves. It will be fun to crush them. Minion!
ru: Ах, эльфы. Сейчас я позабавлюсь. Прислужники!

source: Yes my Lord, what is your bidding.
ru: Да, повелитель.

source: I sense the stone of immortality in the Elven keep. We must assault the fortress and enter their keep.
ru: Я чувствую, что Камень Бессмертия томится в эльфийской крепости, туда мы и нанесём удар.

source: Consider it accomplished.
ru: Будет исполнено.

source: An Elvish scout, crush him!
ru: Разведчики, бей его!

source: You cannot catch me!
ru: Вам меня не поймать!

source: (Panting...) Lord... elemental army to the south... just got away.
ru: <i> (задыхаясь) </i> Мой лорд... армия элементалей просто... ушла... на юг.

source: Ah yes, I sense a stirring in the air. I wonder what this is and why they are here?
ru: Да, я чувствую оставленные ими воздушные потоки. Интересно, что им здесь понадобилось?

source: If I may my lord, I believe this to be Kil'rathacar.
ru: Если мне будет позволено, мой лорд... Я полагаю, что это Кайл’Разакар.

source: Kil'rathacar? He is only a myth!
ru: Кайл’Разакар? Эти страшилки мне в детстве нянька рассказывала!

source: No, unfortunately not. I have seen the stories in the library in the most ancient of scrolls. Kil'rathacar did exist and was trapped by elf and dwarf together.
ru: К сожалению, это не сказки. Я изучил древние свитки, Кайл’Разакар в самом деле существовал, и некогда гномы и эльфы заточили его в ловушку.

source: Elves and dwarves working together, this story is even more unbelievable than before.
ru: Сотрудничество эльфов и гномов — одна история невероятнее предыдущей.

source: We have not always been against one another and I assure you this is no myth. Beware of this daemon, he is extremely powerful. We still have a relic from his lair from many eons past.
ru: Мы не всегда выступали друг против друга, так что я уверяю вас, это не миф. Остерегайтесь этого демона, он чрезвычайно могуществен. У нас всё ещё хранится одна реликвия из его логова.

source: Are you speaking of that evil stone?
ru: Ты говоришь о том зловещем камне?

source: Yes, but do not speak of it now, we cannot be sure if this conversation is private, those elementals move on the wind.
ru: Да, но не следует теперь о нём упоминать, нельзя быть уверенным, что нас никто не слышит, что движение воздуха это просто ветер, а не подкравшиеся элементали.

source: To arms! All battle worthy elves suit up!
ru: К оружию! Все, кто может держать оружие, к бою!

source: Must protect keep...
ru: Должен защитить...

source: It was a mistake to keep that stone.
ru: Было ошибкой хранить этот камень.

source: I will not let you...
ru: Я не позволю тебе...

source: No, the daemon cannot get the stone again!
ru: Нет. Демон не должен вновь обрести камень!

source: It is my time.
ru: Мой час пробил.

source: Goodbye cruel world!
ru: Прощай, жестокий мир!

source: To keep entrance
ru: Ко входу в крепость

source: Elven Keep
ru: Крепость эльфов

source: Cave inhabitants
ru: Жители пещеры

source: Achieving Immortality
ru: Достижение бессмертия

source: Note: This is the last scenario
ru: Примечание: это последний сценарий

source: Kil'rathacar must retrieve the stone
ru: Кайл’Разакар должен восстановить камень

source: The keep will be very heavily guarded and more elves will be following us into the keep. We must find that stone. I sense that it is close.
ru: Крепость будут хорошо охранять, и ещё больше эльфов последует за нами в погоню. Нужно скорее отыскать камень, он близко, я чувствую это!

source: Intruders! Attack!
ru: Здесь захватчики! В атаку!

source: The throne room is under attack, defend the Lady at all costs!
ru: Нападение на тронный зал! Любой ценой защитите леди!

source: Tell me where the stone is!
ru: Скажи мне, где камень!

source: I'll never tell.
ru: Никогда.

source: You will after I torture you!
ru: Посмотрим, что ты скажешь после того, как я подвергну тебя пыткам!

source: (Sobbing...) To the right, in the northeast corner, there is a secret door, please spare me!
ru: <i> (рыдая) </i> Направо, в северо-восточном углу, есть секретная дверь... Пожалуйста, сохрани мне жизни!

source: Thank you, now die!
ru: Спасибо. А теперь умри!

source: (Screams)
ru: <i> (кричит) </i>

source: The door is here.
ru: Дверь здесь.

source: Ah, they must have hidden the stone in the caves below the keep.
ru: Ааа, они, должно быть, скрыли камень в пещерах под крепостью.

source: It is mine!
ru: Он мой!

source: And thus Kil'rathacar regained his immortality. Only time will tell if one can be found to destroy him once and for all...
ru: И таким образом Кайл’Разакара обрёл бессмертие. Теперь лишь время покажет, можно ли окончательно уничтожить демона...

source: To be continued in campaign 3...
ru: Продолжение в третьей части кампании...

source: To lady
ru: К Леди

source: Testing profile for
ru: Тестирование профиля

source: Me
ru: Меня

source: Test unit dialog (see portraits)
ru: Диалог тестирования юнита (см. портреты)

source: Ice Goddess
ru: Богиня Льда

source: Escape your home
ru: Побег из отчего дома

source: Oh man, does my head hurt! You try to move, but the world spins. You lean over and retch, even though there is nothing left. You pass back out.
ru: Ох, как же башка раскалывается! Вы пытаетесь подняться, но комната вращается, пытаясь опрокинуть вас на пол. К горлу подступает рвота, вы наклоняетесь, но пустые позывы не приносят облегчения. В глазах темнеет... Похоже, комната победила...

source: You wake back up, feeling slightly better. You are able to open your eyes. You try to stand...
ru: Вы просыпаетесь, чувствуя себя намного лучше. Даже не страшно и глаза открыть. И на ногах стоять получается.

source: Note: you do not have time to kill every enemy you come across, it is best to move swiftly.
ru: Примечание: у вас нет времени, чтобы убить всех врагов, лучше быстрее бежать.

source: Escape your house quickly
ru: Сбегите из своего дома

source: Move Ramalis to the surface
ru: Переместите Рамалиса на поверхность

source: Your head aches, but in a way you are thankful. Were it not for the ceiling collapsing, you may have been discovered. Your house is in shambles, but it matters little now.
ru: Ваша голова болит, но вы не очень огорчаетесь по этому поводу. Если бы не обрушившийся потолок, то вас обнаружили враги, и кто знает, где бы сейчас скиталась ваша душа. А так, хоть ваш дом и лежит в руинах, а ноги еле волочатся, но вы живы, так что не всё потеряно.

source: It seems ages now that you found out that Kil'rathacar was real and had returned. Everyone always thought of Kil'rathacar as a story invented by their parents to scare young Dwarves that were out of line
ru: Кажется, прошла вечность с тех пор, как вы узнали о том, что Кайл’Разакар — не выдумка беспокоящихся о своих нерадивых детях родителей, а реальный демон. Демон, который вернулся.

source: Background Story
ru: Предыстория

source: Kil'rathacar's story was always told differently family to family, but much the main story was common to each. It was said that a mighty dwarf gifted with working magical items, Glamalus, many ages ago, lead a pursuit to mine deeper than any had before. Glamalus never balked at any obstacle and stubbornly refused to heed others' advice if it did not agree with him. The deeper he mined, the more fascinating ore and jewels he found. Those that followed him felt a greed like no other dwarf.
ru: В каждой семье история Кайл'Разакара рассказывалась по-разному, но основа легенды была неизменна. Некогда, могучий гном Гламалус, талантливый чародей и обладатель множества магических артефактов, устремился вниз, отрывая невероятно глубокие шахты. Не слушая ничьих советов и предупреждений, он упорствовал в своей жажде добычи, и чем больше новых руд и драгоценных камней находили его шахтёры, тем больший охватывал его азарт.

source: It was said that he and his clan eventually mined so deep, in the great heat of the center of Irdya, he found an underworld ruled by daemons. His presence did not go unnoticed long. Other clans, finding out the news, begged him to seal the cavern entrance, but he would be too stubborn and too greedy for the riches of the cavern. He found magical runes in this cavern and wished to capture their power.
ru: В конце концов под его руководством гномы зарылись так глубоко, что оказались в средоточии подземного жара Ирдии - мира, населённого демонами. Не заметить такое было невозможно. Другие подгорные кланы умоляли Гламалуса запечатать открытые во враждебный мир пещеры, но правитель были слишком упрям и слишком велика была новая возможная добыча - имеено в этих пещерах гномы отыскали исполненный магией знаки - руны.

source: The daemons were held at bay for a while, until the intrusion was noticed by a great lord of daemons, Kil'rathacar. Unlike the others, his power was great both physically and magically. It was said that the very cavern filled with magma by his command and engulfed most of the clan. The stories tended to diverge after this point, but it was his knowledge that lead to the first rune master.
ru: Гномам удавалось сдерживать демонов до тех пор, пока огненный народ не возглавил Кайл'Разакар, повелитель демонов. В отличие от других демонов, он обладал не только невероятной физической, но и магической силой. Одного его слова было достаточно, чтобы пещеры наполнялись раскалённой магмой. Именно так погибла большая часть клана Гламалуса.n Что произошло дальше - известно было мало, точнее, рассказывалось слишком много различных вариантов, и единственное, что продолжаало объединять историю, это уверенность втом. что именно тогда появились первые рунные мастера.

source: Whoever the storyteller, the story was a lesson to young dwarves. It was a story of greed and lust for power and the corruption that it brings. All dwarves believed the story a fable, but nothing more.
ru: Эти рассказы служили уроком для молодых гномов, примером того, к чему приводят безмерная жадность и безоглядная тяга к власти. Правда истории эти считались ничем большим, как обычными поучительными баснями.

source: Now unfortunately all dwarves know better. Kil'rathacar had come back and his tireless, elemental warriors have been systematically destroying dwarven communities. Your clan had avoided attention for a while. Your scouts were always careful to find the enemy before they noticed your presence and hid from them. It was only a matter of time and one day, an air elemental was blowing through the caves during a guard shift change. Unlike other times, it was too quick and the guards did not hide in time.
ru: Увы, теперь это знают все гномы. Кайл’Разакар вернулся, и его не ведающие усталости воины-элементали непрестанно уничтожают подгорный народ. На некоторое время вашему клану удалось схорониться в тени. Разведка была на высоте и всегда предупреждала о возможных перемещениях противника, но столкновение было лишь вопросом времени. Однажды воздушный элементаль, воспользовавшись сменой караула дозорных, незамеченным проскользнул через одну из пещер. Всё случилось слишком быстро, и никто не успел укрыться от внимательных вражеских глаз.

source: Less than a day passed and they came. The cave walls shook with the stomping of the huge rock golems, the air stirred with air elementals and the oppressive heat of the fire elementals was everywhere. Now, the stench fills your nose of your burnt comrades. You fear to leave your house, especially knowing that your father's corpse lies somewhere out there. You are young, but almost to the age of the trial. You were to be a scout, like your father. A brave but often solitary duty that had the highest risk. Until yesterday, you could not wait, but now you no longer know.
ru: Не прошло и дня, как на расправу явилась огромная армия. Стены пещер дрожали от топота горных големов. Воздуху не хватало места от воздушных элементалей, он раскалялся от высокой температуры их огненных собратьев. Так было. А теперь этот воздух невозможно вдыхать, он полон зловония сгоревших тел павших товарищей. Надо бежать, но бежать страшно, страшно покинуть свой дом, зная, что где-то там осталось непогребённым тело твоего отца. Вы молоды, и уже скоро должны были пройти испытание. Стать разведчиком, пойдя по стопам отца — опасный, но достойный выбор. Всё это ещё могло бы стать правдой. До вчерашнего дня.

source: Having already donned you father's spare armour and weapons, even though they do not fit very well (you are still young) you set get ready to face what lies outside of your home.
ru: На вас отцовские доспехи, в руках его верный боевой топор — пусть доспехи великоваты, а топор непривычно тяжел, но они придают уверенность в этом, в мгновение оказавшимся чужом и враждебном мире.

source: Oh no, they have not all left!
ru: О нет, они ещё не ушли!

source: A rock golem! I need to escape, I am too weak to kill him and others will come.
ru: Горный голем! Быстрее уносить ноги. Я слишком слаб, чтобы с ним сражаться.

source: This is taking too long, we need to escape quickly!
ru: Пустая потеря времени, нужно сматываться!

source: I cannot stay here. Even though I would hate to go to the surface, it may be the only place to get away from the bulk of the elemental search parties. I will need to move fast before my presence is detected. I wonder if anyone else has survived?
ru: Не могу здесь остаться. Как бы мне ни хотелось не выходить на поверхность, боюсь, сейчас это единственное место, где я смогу укрыться от разведчиков-элементалей. Бежать, бежать и не останавливаться, пока меня не заметили. Интересно, выжил ли ещё хоть кто-нибудь?

source: Argh! A rock golem. There's no tellin' were they are hiding!
ru: Аргх! Горный голем. Не пойму, откуда они вылазят!

source: Ach! That pile of rocks is following me, I don't have time for this!
ru: Ох! Та скальная груда преследует меня по пятам, у меня нет времени на загадки!

source: Oh, my head!
ru: О-о-ох, моя голова!

source: I know how you feel, are you okay?
ru: Понимаю, что ей досталось. А всё остальное в порядке?

source: Not fully, I need to rest.
ru: Не сказал бы. Надо чуток передохнуть.

source: I understand, but we will need to move soon, it is only a matter of time before those elementals show up again.
ru: Это тоже понятно, но нам ждать нельзя — нужно бежать. Элементали рано или поздно нас здесь застукают.

source: Aye young 'en, but no use if we die first.
ru: Юноша, если не отдохнём, то сами свалимся в пути от усталости.

source: So what happened to you?
ru: Так что с тобой случилось?

source: Darn golem slammed me in the head, musta knocked me out. Guess they din a realize that I was a still with breath! How about you lad?
ru: Этот собачий голем зарядил мне прямо по куполу. Вырубил, гад такой, но добить не добил, принял за мёртвого. А ты, парень?

source: Golem stormed into our house, they pushed him back and he fell into a wall. Part of the ceiling came down on my head and I just woke up.
ru: Голем набросился на наш дом, его удалось остановить, но он разрушил стену. Часть потолка обвалилась, плита зацепила голову, я упал и больше ничего не помню.

source: That armor a bit loose on you boy?
ru: Эти доспехи тебе не великоваты, а?

source: It was my papa's, he... he...
ru: Это моего отца, он... он...

source: I get the drift boy, no need to think about the past, we best get movin.'. Oh and be on the watch for any hills, those golems can hide in them.
ru: Эй, не раскисай, парень, сейчас не время думать о прошлом, лучше думай о том, как мы будем делать ноги. И внимательнее поглядывай на те холмы, големы запросто могут укрыться среди них.

source: That is where the elementals came from and leads down deeper into the caves, I best go to the west passage, the cave exit is to the northwest.
ru: Это место, откуда явились элементали: пещера уходит вниз на многие лиги. Лучше уж я отправлюсь к западному проходу в северо-западных пещерах.

source: I think I here someone in that outpost in the nook to the northwest, I should check it out.
ru: Думаю, в той заставе на северо-западе хоть кто-то да должен был уцелеть. Проверить не помешает.

source: Die abomination!
ru: Сдохни, тварь поганая!

source: Ho there!
ru: Они здесь!

source: Was a hopin' to find someone. Just got back to find a mess. Canna talk now, mind lending a hand?
ru: Я надеялся, что иду сюда не напрасно, но, увы, застал одни руины. Всё, никаких больше разговоров. Поможешь подняться?

source: Aye, just a moment, on the way.
ru: Да, конечно же.

source: I never woulda thought I'd be glad to see the surface!
ru: Никогда бы не подумал, что буду рад увидеть поверхность!

source: Ouch my head! Hey, do not leave me here!
ru: О, моя голова! Эй, не оставляйте мня здесь!

source: Get movin'!
ru: Беги!

source: Journey
ru: Путешествие

source: Move Ramalis to the entrance to the western caves
ru: Переместите Рамалиса ко входу в западные пещеры

source: Hmm, an old abandoned keep.
ru: Хмм, старая, позабытая всеми крепость.

source: Yes, we have not used it for many generations. We need to make it to the keep at the west end of this range. Perhaps there are still dwarves alive.
ru: Да, мы уже несколько поколений ею не пользовались. Но не будем отвлекаться: нам нужно дойти до самой восточной крепости этого уровня. Может, хоть там кому-то удалось выжить.

source: We'll need to keep moving, elementals are sure to follow us from our caves.
ru: Да, останавливаться нельзя, элементали точно не дадут нам продыху.

source: Look to the west, more elementals are arriving, we must hurry before they come in larger numbers!
ru: Ты только посмотри, вон, на западе — элементалей становится всё больше и больше. Поспешим, пока их не стало слишком много!

source: Ach, more rocks, hopefully there are not too many hiding in these mountains.
ru: Тарам-пам-пам! Кругом одни скалы, надеюсь, что хоть тут никакие камнеголовые не прячутся.

source: Who goes there! Ah, a dwarf!
ru: Кто здесь! А, гном!

source: Who are you?
ru: А вы кто такие?

source: Palatis is me name and this is my friend Triththaus. We were seeking shelter near this keep and thought to try to find other dwarves in the mine you just came from.
ru: Меня зовут Палатис, а это мой друг — Триттос. Мы хотели укрыться у крепости, думали, что если подежурим у выхода из шахты, то сможем встретить других гномов.

source: I am afraid we are all that is left. We are heading to the keep to the west. Will you join us?
ru: Увы, боюсь, мы — единственные, кто уцелел. Сейчас мы направляемся к западной крепости. Вы как, с нами?

source: Ey, we'd love ta.
ru: Чёб и нет, потопали, парни.

source: We made it. Hopefully there are still dwarves below and not more elementals!
ru: Мы справились. Будем надеяться, что гномов под землёй осталось больше, чем элементалей!

source: Ach, great, lake monsters.
ru: Вот же ж везение, только озёрных чудищ нам ещё не хватало.

source: Finding Help
ru: Нежданная помощь

source: Bats
ru: Летучие Мыши

source: To arms, more from the surfa...wait a minute, Dwarves! Man you are a sight for sore eyes.
ru: К оружию! Из-под земли лезут элемен... а ну постой-ка! Да это же гномы! Слышь, приятель, глаза у тебя, того, красные, как горнило.

source: Could not agree more. We have been pursued by elementals for days and they destroyed our home. Perhaps you can help us?
ru: Тут и не поспоришь. Элементали гнались за нами несколько дней, не до отдыха было. Может, вы сможете нам помочь?

source: Not much I'm afraid, we are low in supplies and numbers. We stay here only because we have not been able to cross to the north end of the cave. Both bat and elemental alike have been sieging us.
ru: Не, боюсь, что нет. Нас мало, да и силы наши уже на исходе. Изначально-то мы и застряли здесь потому, что были не в состоянии пробиться к северному выходу. Летучие мыши и элементали, эти твари с каждым днём всё сильнее нас поджимают.

source: We can help you, let us lead a band and protect ourselves with greater numbers.
ru: Давайте прорываться вместе.

source: I am also trying ta see if there be more coming. I am grateful for you being here, but I have friends still out there, I hope. I canna help much, but follow this path to the east and you can recruit some of my dwarves that I can spare, I'll also try to send some to help guard your path.
ru: Благодарю за предложение, но я и мои люди останемся здесь. Хочется верить, что наши друзья всё ещё живы, и когда они рано или поздно поднимутся на поверхность, кто-то должен будет их встретить. Но это не значит, что я брошу вас, и не помогу хотя бы советом. Заверните на восток, по пути завербуете тех гномов, кого сможете, а я со своей стороны отправлю с вами нескольких стражников.

source: Thank you.
ru: Спасибо.

source: You may now recruit up to 4 scouts in this scenario
ru: В этом сценарии вы может завербовать четырёх разведчиков

source: Ramalis must make it to the northern edge of the cave
ru: Рамаилос должен достигнуть северного края пещеры

source: The cave goes deeper here, perhaps we may find dwarves below.
ru: Пещера уходит вниз, может, нам повезёт и мы отыщем других выживших гномов.

source: Your Mission
ru: Ответственное задание

source: After descending, you came across fewer elementals. Eventually, a dwarf spotted you and was eager to take you quickly to his leader.
ru: Спустившись, вы столкнулись всего лишь с несколькими элементалями. После стычки вас обнаружил дозорный и сразу же отвёл к своему командиру.

source: Augatol is expecting us, we do not have much time. Right this way.
ru: Огэтол ждёт вас, а времени в обрез. Давайте воспользуемся этим проходом.

source: My lord, these dwarves were found in the caves to the south.
ru: Мой господин, мы повстречали этих гномов в южных пещерах.
