Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: Celestia took them on a long journey to the feared Heartfang mountains. Reana was weary, but driven to keep up, remembering the sacrifices of the elves and dwarves that she only knew briefly. The journey on the river, even upstream, did not take long as Celestia and her kind could move extremely fast in water. As they approached the heartfang mountains, fear started to set in as stories came back to her mind that she had heard of these feared mountains.
ru: Селестия взяла их в путешествие к Сердечным Клыкам. Рианна очень устала, но старалась держаться, помня о жертве эльфов и гномов, которых она знала так недолго. Поездка по реке, даже принимая во внимание то, что двигались вверх по течению, не отняла много времени. Селестия, как и ей подобные, могла перемещаться по воде чрезвычайно быстро. Когда они приблизились к горам, Риану охватил страх — слишком много воистину жутких историй довелось ей услышать об этой негостеприимной местности.

source: Drakes
ru: Драконы

source: Gryphon
ru: Грифон

source: Yeti
ru: Йети

source: Celestia must enter the shrine
ru: Селестия должна войти в святыню

source: Celestia, I am curious, Vallin was able to not only summon all elemental types, but in the end he also summoned something that was more of a pure magical essence that would reproduce when it killed a living being. I have not seen any of these elementals from you or Kil'rathacar. What were they?
ru: Селестия, мне вот что интересно. Валлин мог не только призывать все типы элементалей, но в конце своей жизни вызвал нечто могущественное, мистическую сущность чистой природы. Они появлялись, когда на поле боя гибло живое существо. Я не видела, чтобы ты или Кайл’Разакар пользовались такими элементалями. Что они из себя представляют?

source: Describe them more to me, and what Vallin did. While imprisoned, I was able to observe many things in this world, but it was also hazy, like a dream.
ru: Опиши мне их поподробней. А так же не упускай ничего из сделанного Валлином. Я слишком много времени провела в заточении, и мир успел шагнуть далеко вперёд.

source: (Tells everything that she knows about Vallin)
ru: <i>(рассказывает всё, что знает о Валлине)</i>

source: Interesting. It seems that he bridged the barrier. You see, as I have mentioned, water and fire elementals are at opposition. Not so much the air and earth, but there is still a balance. Water magic is one that is the same basic magic of the world that lives in all living things. The fire elementals feed off this energy. This is why you may have seen that a less powerful fire elemental, must sometimes kill beings to create new elementals. They feed of the life force, but only a very powerful elemental, or daemon can summon one without stealing a life.
ru: Любопытно. Полагаю, ему удалось обрушить барьер. Как я уже говорила, водные и огненные элементали враждуют, и вражда эта заложена в самой их природе. Водная магия — основа всего мира, она поддерживает жизнь каждого существа. А вот огонь использует жизнь в качестве своего топлива, он живёт за счёт смерти других. Возможно, тебе доводилось видеть, как сильный огненный элементаль, убивая других, порождает подобное себе самому создание. Но только невероятно могущественные создания могут повторить такое, не отнимая при этом ничьей жизни.

source: Vallin was very unique. Somehow his abilities allowed him to tap into both the living and the destructive elemental magical forces. By harnessing the magic emanating from Kil'rathacar and me, he was able to merge the energies into a single elemental force. The problem is that this was very unnatural and out of balance with the energies of the world. These essences could give birth to themselves through the water power, by stealing the life from living beings. I shudder to think what would have happened if they were not stopped. There would have been no containing them if allowed to spread and gain strength. They would have consumed all the living life forces of the world without remorse.
ru: Судя по твоему рассказу, Валлин был уникальным магом, его способностей хватило, чтобы заправлять живительными и смертоносными магическими стихиями. Используя мою магию и магию Кайл’Разакара, он сумел объединить их в одну собственную элементальную силу. Проблема в том, что такой союз неестественен, он нарушает извечный баланс тонких материй. Если бы такие, лишённые ограничений, сущности появились на свет посредством водной стихии, то последствия этого мне даже страшно представить. Они бы походя отнимали жизни, не останавливаясь до тех пор, пока истребили бы всех и всё.

source: Wow. Now I appreciate more of why you insist that the balance of the elemental energies of this world must be maintained. On another topic, why are we here, why have we come to the heartfang mountains?
ru: Ничего себе. Теперь я понимаю, почему ты так заботишься о равновесии элементов. А теперь о другом: зачем мы приехали к Сердечным Клыкам?

source: I have remembered something from my slumber. Have you heard of the scepter of fire?
ru: Хоть многие мои воспоминая и поблекли, но кое-то я ещё помню. Слышала об Огненном Скипетре?

source: Yes, it is a very powerful scepter.
ru: Да, это очень могущественное оружие.

source: Well, the scepter takes its power from a jewel that was brought over to this continent by Haldric the Great. That jewel is not unique, it has a twin. The one in the scepter is one that harnesses the raw power of fire. There is another jewel, not currently known to man, dwarf or elf that resides on this continent, that is the sibling of the fire jewel. It is an ice jewel. It is my belief, that if we are to find it, I may be able to use it to combat and overpower Kil'rathacar's powers and not only defeat him, but kill him outright.
ru: Хорошо. Так вот, скипетр использует силу драгоценного камня, который привёз на континент Холдрик Великий. Но камень этот не уникален, у него есть близнец. Тот, в скипетре, подчиняет себе огонь. Неожиданно, правда? А его 'брат', о котором ни людям, ни гномам, ни эльфам пока не известно, позволяет управлять стихиями холода. Это камень льда. Если я не ошибаюсь, то, отыскав этот камень, мы сможем противостоять Кайл’Разакару. И не только в очередной раз обуздать его, но поставить точку в этом противостоянии, окончательно лишив его жизни.

source: So you think this jewel is here?
ru: Так ты думаешь, что этот камень здесь?

source: Powerful magic has a way to corrupt people. I have heard legends of why some people fear these mountains, and from piecing together different stories, it seems that there have been quests by humans in seeking out a power from the heart of these mountains. If I am correct, I believe it is the jewel that is being sought out. The problem is that this is drake country, as few creatures would actually choose to live up this high in such a desolate country. Not even the dwarves and trolls inhabit these mountains with any significant presence.
ru: Сильная магия способна развратить человека. Я слышала легенды о том, почему люди так боятся этих гор, и легенды, в которых рассказывается о смельчаках, ищущих здесь источник власти — тот драгоценный камень, за которым сюда явились и мы. Но проблема в том, что этот край принадлежит драконам, немногие другие создания способны жить в столь высокой и пустынной стране. Даже многочисленные гномы и тролли не рискуют обживать эти горы.

source: Drakes, fire breathing dragon spawn, that sounds painful for your ranks.
ru: Драконы... Огнедышащие драконы... Звучит очень опасно, особенно для тебя.

source: Yes, I fear that we will suffer many casualties on this journey, but I fear we have no other choice. We should try to find an entrance somewhere, I have a feeling that those that did find the jewel may not have been able to wield it, so instead stayed here and worshiped it as an idol. We should not tarry in fighting as we would only loose valuable units. At least we are high enough for these mountains to be snow covered, it will give us an advantage over the drakes.
ru: Увы, это так и есть. Потери наши будут чудовищно велики, но, боюсь, иного выбора у нас нет. Попробуем отыскать какой-либо проход. И приободрись! Сомневаюсь, что те, кто отыскали камень льда, сумели подчинить его себе, скорее они поклоняются его могуществу, как раньше поклонялись истуканам. Нужно действовать быстро, не ввязываться в борьбу, иначе только зря потеряем ценных бойцов. Наверное, сейчас единственное наше преимущество это то, что мы высоко в горах, вокруг нас лежит снег и огнедышащие драконы не смогут показать себя во всей своей мощи.

source: Cursed invaders!
ru: Проклятые захватчики!

source: May you burn for this!
ru: Горите в пламени!

source: Hmm, you no drake, what is you?
ru: Хмм, а вы не драконы. Кто же вы?

source: We are travelers seeking a jewel.
ru: Мы — путешественники, которые ищут драгоценный камень.

source: You friend drake?
ru: Вы друзья драконов?

source: No, we hope to avoid the drakes.
ru: Нет, мы стараемся избежать встречи с ними.

source: No avoid, too many, me no like. Me help?
ru: Не получится. Их, как по мне, слишком уж много. Моя помочь?

source: We would welcome your help.
ru: Мы будем рады любой помощи.

source: Me had fun. Good luck you.
ru: Я славно повеселился. Удачи.

source: Ice Jewel
ru: Камень льда

source: Guardians
ru: Хранители

source: You may only recruit/recall on the first turn
ru: Вы сможете вербовать/призывать бойцов только на первом ходу

source: Celestia must retrieve the jewel
ru: Селестия должна вернуть драгоценный камень

source: Who intrudes on our temple?! Know this, the keep shall be destroyed, the jewel shall not be stolen!
ru: Кто посмел вторгнуться в наш храм!? Пусть всё обернётся в прах, но никто не унесёт наш драгоценный камень!

source: It seems that the worshipers still haunt the temple.
ru: Кажется, эти прихожане поклоняются камню уже веки-вечные.

source: I hope our forces are strong enough.
ru: Надеюсь, наших сил хватит.

source: Die in flames intruders to the temple!
ru: Горите в пламени, нечестивые воры!

source: Looks like we should be expecting frequent traps in here.
ru: Похоже, ловушки здесь не редкость.

source: More traps, but these water beasts should be easy for us to defeat.
ru: Ловушек много, но этих водяных тварей мы должны с лёгкостью одолеть.

source: Drown the intruders!
ru: Предайте нечестивцев воде!

source: Who disturbs our rest?!
ru: Кто потревожил наш покой!?

source: I see snow and ice across the bridge, we must be very close as there is no way for snow and ice to exist in this heat without strong magic.
ru: Я вижу снег и лёд, там, за мостом. Думаю, мы уже близко подобрались — снег и лёд не смогли бы продержаться здесь без помощи сильной магии.

source: The jewel is too cold to touch, only Celestia could be able to handle it.
ru: Драгоценный камень обжигающе холоден, к нему невозможно дотронуться. Наверное, только Селестия сможет с ним совладать.

source: No! Must protect sacred jewel...
ru: Нет! Я должен защитить священный камень...

source: Move to jewel
ru: Перейти к драгоценному камню

source: Flood
ru: Потоп

source: They journeyed to the south, where Celestia said she could feel Kil'rathacar's presence. They found a cave entrance where mountain streams were flowing swiftly to the depths as the winter snows began to melt. Reana was growing more confidant as it seemed that Celestia, with the jewel, may just be able to take on Kil'rathacar.
ru: Наши герои отправились на юг. Где-то там, как чувствовала Селестия, находился сейчас Кайл’Разакар. Им удалось отыскать вход в пещеру, куда стекали с гор талые снега. Всё складывалось как нельзя лучше, и Риана уже почти не сомневалась, что Селестия с помощью магического камня легко одолеет злобного и могучего демона.

source: Any non-fog unit may carry one pile of rocks at a time. To drop them, simply move to the targets. Each target takes 4 piles of rocks to dam up.
ru: Любой боец, кроме туманов, может за один раз унести одну груду камней. Чтобы сбросить камни, достаточно просто подойти к цели. Для каждой цели необходимо 4 груды камней.

source: Flood the cavern
ru: Затопите пещеру

source: Enemy unit reaches the southern exit
ru: Вражеский боец достигает южного выхода

source: Death of the enemy leader
ru: Смерть вражеского лидера

source: Kil'rathacar is right below this cavern. We need to ensure that we do not let any elementals escape to the exit to the south to raise an alarm.
ru: Сейчас Кайл’Разакар должен быть под этой пещерой. Нужно убедиться, чтобы ни один элементаль не смог добраться до южного выхода и предупредить нашего врага.

source: What is your plan?
ru: А какой у нас план?

source: Below is deep cavern with magma deep below. If we were to attack now, he would have a distinct advantage. However, if we were to flood the cavern, I could use the water to freeze the ground and cool the magma. This would give us the upper hand and allow us to get to him, past his armies.
ru: Под нами глубокая пещера, полная магмы. Если мы нападём прямо сейчас, то демон получит явное преимущество. Но если мы затопим пещеру, то я смогу использовать воду, чтобы заморозить землю и магму. Это позволило бы нам добраться до него, оставив в стороне армии элементалей.

source: How do you propose we flood the cavern and be able to release it?
ru: А как же мы затопим пещеру?

source: If we use loose rocks, or the rocks from defeated earth elementals, we can dam up the exits and the river. Also we need to make sure that we do not kill the leader as we need to make sure we have enough of a rock supply.
ru: Воспользуемся кусками скал или останками горных элементалей. И да, пока не наберём достаточного запаса камней, лидера големов трогать нельзя — иначе где мы будем брать материал для дамбы?

source: I have some rocks, now we can start blocking up the river and the exits.
ru: У меня здесь найдутся подходящие обломки. Можно начинать строить дамбу, перекроем исток реки и выходы.

source: The messenger has been dealth with.
ru: Посыльный погиб.

source: This exit has been blocked.
ru: Этот проход перекрыт.

source: All the exits are blocked, now we need to kill all of the enemy units to ensure they do not destroy the dams after we leave.
ru: Все проходы перекрыты. Теперь займёмся врагами: нужно быть уверенными, что они не разрушат дамбу после того, как мы уйдём.

source: Kill all enemies
ru: Убейте всех врагов

source: The river is now blocked, the cavern should start to flood. That should also stop their messengers.
ru: Река перекрыта, пещера должна уже затапливаться. Это поможет остановить их посланников.

source: Rocks deposited, lets bring more.
ru: Камни сложены, давайте ещё.

source: Me failed.
ru: Я рассыпаюсь.

source: No, we still need him alive!
ru: Нет! Он нам нужен живой!

source: Will tell Kil'rathacar.
ru: Передайте это Кайл'Разакару.

source: You, go tell Kil'rathacar that they are here.
ru: Скажите Кайл'Разакару, что его враги здесь.

source: Right away
ru: Мигом

source: They have recruited a messenger, make sure it does not reach the exit to the south (river exit)!
ru: Они отправили гонца. Он не должен добраться до южного прохода!

source: Jump to destination
ru: Перейти к месту назначения

source: Jump to rock
ru: Перейти к скале

source: Complete dam
ru: Дамба готова

source: Test flood
ru: Тест наводнения

source: Test flood completely
ru: Тест полного наводнения

source: Clean up rocks
ru: Очистить скалы

source: Kill enemy leader
ru: Убить вражеского лидера

source: Final Assault
ru: Финальная схватка

source: Daemon
ru: Демон

source: Behemoth
ru: Бегемот

source: Flood the cavern (send a unit to the wall to destroy the barrier)
ru: Затопите пещеру (отправьте бойца, чтобы разрушил барьер)

source: Welcome Celestia to my home. I am somewhat surprised that you are bold enough to face me in this cave where I have the upper hand. Rise from the fire!
ru: Приветствую тебе, Селестия, в своём доме. Признаюсь, я несколько удивлён, что тебе хватило смелости предстать передо мной в моей же пещере, питающей мои силы. Силы огня!

source: This may be your home Kil'rathacar, but I come with my own powers.
ru: Ты можешь чувствовать себя здесь в безопасности, Кайл'Разакар, но я пришла сюда не с пустыми руками.

source: Hah! Even without that lava, you cannot reach me here!
ru: Ха! Даже без этой лавы, ты не сможешь подобраться ко мне!

source: Just you wait, this will be your end! Rise my warriors!
ru: Погоди, твой конец уже близок! Мои воины, я призываю вас!

source: Now, reach the walls, and let loose the flood!
ru: Вперёд, к стенам, пусть вода вырвется на свободу!

source: She's going to blow!
ru: Она взорвётся!

source: What on earth do they think they can do?! Kill them already!
ru: Да что они себе позволяют! Убейте их уже поскорее!

source: Once the cavern fills, we can cross and finish this.
ru: Как только пещера заполнится, мы сможем перебраться на ту сторону.

source: The pit is flooded, lets cross.
ru: Яма затоплена, переберёмся через неё.

source: Why are they not dead yet?! If fire will not stop you, let the rocks block your path!
ru: Почему они всё ещё не мертвы!? Если вас не берёт огонь, то пусть ваш путь преградят скалы!

source: Destroy the wall, and let the water out!
ru: Разрушьте стену, дайте путь воде!

source: Nice try, but ice will not flow!
ru: Неплохая попытка, но лёд течь не будет!

source: I will not tolerate this!
ru: Я не потерплю этого!

source: Attack Kil'rathacar with Celestia's blizzard attack
ru: Селестия должна атаковать Кайл’Разакара снежной бурей

source: Frozen
ru: Заморозка

source: What is this, where did you get these powers?!
ru: Откуда у тебя эта сила!?

source: Its payback time. It is time to put an end to this!
ru: Он ослабел. Пора положить конец его власти!

source: Kil'rathacar may be killed by anyone now, and he is permanently slowed
ru: Теперь любой в состоянии причинить вред Кайл’Разакару, его силы и скорость постепенно уменьшаются

source: Kill Kil'rathacar
ru: Убейте Кайл’Разакара

source: No, this cannot be!
ru: Нет, этого не может быть!

source: I have failed my master.
ru: Я подвёл своего повелителя.

source: I am extinguished.
ru: Мой огонь иссяк.

source: Kill Kil'rathacar (test immortality)
ru: Убить Кайл’Разакара (тест бессмертия)

source: Start flood
ru: Начните наводнение

source: Move Celestia next to Kil'rathacar
ru: Переместите Селестию к Кайл’Разакару

source: I could not believe it was finally over. After witnessing the death of the elves and dwarves, and traveling with Celestia and seeing the vast numbers of the elemental forces, I honestly did not think we would have won.
ru: Я не могла поверить, что всё наконец закончилось. Гибель эльфов и гномов, путешествие с Селестией, полчища элементалей — кошмарный ночной сон, который, как я искренне думала, никогда не прервётся рассветом.

source: Celestia headed back to her home, and to my knowledge, she has not been seen again in Wesnoth, but I think that should another daemon invade the surface, she would be there to protect the balance.
ru: Селестия возвратилась домой, и, насколько я знаю, никто её больше в Весноте не видел. Но в одном я уверена точно: если ещё какой-либо демон посмеет вторгнуться в наши земли, то она вновь окажется среди нас, чтобы защитить изначальное равновесие.

source: The dwarves and elves took the brunt of the attacks of Kil'rathacar's armies and they will take many years to fully recover, but the fact that there was cooperation between the races is a good sign.
ru: Гномы и эльфы приняли на себя главный удар армий Кайл'Разакара, и пройдёт не один десяток лет, прежде чем они вновь восстановят свои силы. Единственное, что можно отметить, это добрый знак сотрудничества между этими расами.

source: As for me, I traveled around for a while, and told both the dwarves and the elves the of the sacrifices of their kin to protect this world. Eventually, I went to the Great Academy of Magic on Alduin, and was accepted onto their staff. I do not teach elemental magic to students, but rather I research and teach on the balance of magic in the world. I wonder if another mage like Vallin will turn up again. Should that happen, I hope that what I teach will make an impression and the result will be one of greatness rather that followed by great tragedy.
ru: Что же до меня, то некоторое время я путешествовала, рассказывая о той жертве, которую принесли гномы и эльфы ради сохранения жизни в Весноте, да и во всём мире. Потом я оказалась в Алдуинской академии, где мне предложили стать преподавателем. И с того времени и по сей день я продолжаю изучать элементальную магию и обучаю студентов её основам. Интересно, появится ли вновь столь сильный маг, каким был Валлин? И если такое случится, я надеюсь, что моих наставлений хватит, чтобы предотвратить постигшую его трагедию.

source: recuperates
ru: исцеляется

source: female^recuperates
ru: исцеляется

source: The unit will heal itself 4 HP per turn. If it is poisoned, it will remove the poison instead of healing.
ru: Этот боец восстанавливает себе каждый ход 4 ОЗ. Если он отравлен, то вместо лечения выведет яд.

source: ensconce
ru: затаиться

source: female^ensconce
ru: затаиться

source: female^ambush
ru: засада

source: This unit can hide in hill and mountain terrain, and remain undetected by its enemies. Enemy units cannot see this unit while it is in the hills, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement. Note that this ability does not apply to dunes.
ru: Этот боец может скрываться на холмах и в горах, оставаясь при этом незамеченным своими противниками. Пока этот боец на холмах, противники не смогут его увидеть, за исключением тех случаев, когда они будут им атакованы или окажутся рядом. Вражеский боец, который первым обнаружит этого юнита, немедленно потеряет свои оставшиеся ходы. Примечание: эта способность не распространяется на дюны.

source: burn wood
ru: горящее дерево

source: The unit will heal itself 8 HP per turn by absorbing fire from burning dry forests (non-ice). The burning destroys the forest in the process.
ru: Юнит восстанавливает себе 8 ОЗ, поглощая огонь от горящих сухих деревьев (не заледеневших). В процессе горения лес исчезает.

source: absorb water
ru: впитывание воды

source: The unit will heal itself per turn on water and swamp terrains (Amount varies per unit).
ru: Юнит исцеляет себя, когда находится на водных и болотных гексах (Очки восстановления изменяются в зависимости от юнита).

source: assimilate rock
ru: поглощение камня

source: The unit will heal itself 6 HP per turn on mountain, cave and hill terrains.
ru: Юнит исцеляет себя, когда находится в горах, в пещере и на холмах.

source: dust recuperation
ru: вдыхание пыли

source: The unit will heal itself 6 HP per turn on sand or dirt terrain.
ru: Юнит исцеляет себя, когда находится над песком или грязью.

source: dirt recuperation
ru: грязевая ванна

source: The unit will heal itself 4 HP per turn on grass or dirt terrain.
ru: Юнит исцеляет себя, когда находится над травой или грязью.

source: absorb lava
ru: поглощение лавы

source: The unit will heal itself per turn on lava terrain (Amount varies per unit).
ru: Юнит исцеляет себя, когда находится на гексах с лавой (Очки восстановления изменяются в зависимости от юнита).

source: devour
ru: пожирание

source: When a unit is killed by a devouring attack of a magical essence, the energy of the killed unit is converted to wisp. This affects all units, including Undead and units in villages.
ru: Каждый боец, убитый атакой пожирания этого магического существа, преобразуется в огонёк. Это происходит со всеми юнитами, включая мертвецов и юнитов в деревнях.

source: race^Demon
ru: Демон

source: race+female^Demon
ru: Демон

source: race^Demons
ru: Демоны
