Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: Who will care for my fami...
ru: Кто позаботится о моем фамилья…

source: Arrrgh... no! Familiar!
ru: Аааххх… Нет! Фамильяр!

source: Familiar
ru: Фамильяр

source: Tell the others *gasp*, it is time to attack!
ru: Передайте другим… <i>(задыхается)</i> всем в атаку!

source: Meep Meep
ru: Мип-мип.

source: Prepare your minions, it is time to advance on Eiyar. And kill this pesky mage.
ru: Подготовьте своих миньонов. Пора выдвигаться на Эияр. И прикончите уже этого противного мага.

source: Eiyar? I must go warn them that an undead army approaches!
ru: Эияр? Нужно пойти предупредить их о приближении мёртвой армии!

source: Bring Word
ru: Донесение

source: Atheros, the Fire Guild Head
ru: Азерос. Глава гильдии огня

source: Guild Mages
ru: Маги гильдии

source: Note: you can only recruit during turn one from this camp. Hint: You need to be fast to protect the guild, do not worry too much about villages.
ru: Примечание: в этом лагере вы можете вербовать только во время первого хода. Намёк: чтобы защитить гильдию, вам нужно быть очень быстрым. А потому не стоит слишком много волноваться о деревнях.

source: Vallin must reach the entrance to the guild (center keep)
ru: Валлин должен добраться до входа в гильдию (центральная крепость)

source: Death of all guild mages
ru: Смерть всех волшебников гильдии

source: Looks like I am just in time.
ru: Похоже, я как раз вовремя.

source: Vallin, I cannot say that I am pleased of your disobedience, but we need your help. We have been fighting these undead for 2 days straight now and are suffering heavy casualties. With these numbers, I am not sure how long we can hold out.
ru: Не могу сказать, Валлин, что рад твоему неповиновению, но сейчаснам необходима твоя помощь. Уже два дня мы сдерживаем мертвецов и несём невосполнимые потери… Я не знаю, сколько ещё нам станет сил продержаться.

source: I'm sorry to say that there are more on the way. Large armies have amassed in the swamp of dread and are practically right behind me. Where is Marthos, is he not with you?
ru: Увы, хороших новостей у меня нет. За мною по пятам из Болот Ужаса к башне спешит огромная мертвецкая орда. Где Мэртос? Разве он не с вами?

source: He is in his study, he has refused to come up here.
ru: Он занят своими изысканиями, и отказывается сюда приходить.

source: Try to hold out as long as you can, I'll be there as soon as I can. I'll see if Marthos will listen to me and perhaps he is working on a plan. I can buy some time with my elementals to give you time to evacuate.
ru: Держитесь, а я проведаю Мэртоса. Вдруг у него есть план, как выбраться из этой передряги. Вернусь к вам, как только смогу. А пока меня не будет, оставлю вам в помощь своих элементалей: они смогут задержать врага и выиграют время для отступления.

source: Thank you Vallin, we'll do the best we can, but try to hurry. The undead seem to have an unlimited supply and our members that have fallen have only strengthened them.
ru: Спасибо, Валлин. Мы приложим все усилия, но тебе лучше поспешить. Силы мертвецов кажутся неисчерпаемыми, а каждая наша потеря их только усиливает.

source: Vallin, sorry we have taken so long, but we got your message and came as fast as we could.
ru: Прости, что так долго, Валлин, но мы выступили тотчас же, как получили твоё послание.

source: Do not worry $mages[0].name, thank you for coming so fast. Where is Elania?
ru: Не переживай так, $mages[0].name, спасибо, что откликнулся на мой призыв так быстро. Как там Элания?

source: She was still recovering when we left, but she should be not long behind us. We can only pray that she has not been overwhelmed by the undead.
ru: Когда мы отправились в путь, ей всё ещё нездоровилось, но она уже пыталась встать на ноги. Думаю, теперь ничто её не удержит и скоро она будет здесь. Надеюсь, что она сумеет обойти мертвецов.

source: I was too late, the guild has fallen!
ru: Я опоздал, гильдия уничтожена!

source: Where was Marthos, I could have used his help!
ru: Где же Мэртос? Я мог бы воспользоваться его силой!

source: Try to hold out as long as you can, I'll leave my army here while I go into the guild.
ru: Держитесь. А я наведаюсь в гильдию. И да, своих элементалей я оставляю вам.

source: The Truth
ru: Раскрывшаяся правда

source: Marthos, Guild Head Master
ru: Мэртос, глава гильдии

source: Marthos
ru: Мэртос

source: (Knock, knock)
ru: <i>(стук-стук)</i>

source: Yes, Vallin come in, I have been expecting you.
ru: Да, Валлин. Я ждал тебя.

source: Sir, I have come back to tell you news of a massive number of undead marching on the guild.
ru: Сэр, я вернулся, чтобы сообщить об идущей сюда огромной армии мертвецов.

source: Yes, I know.
ru: Да, я знаю.

source: If you know why are you then in here instead of fighting or evacuating the guild? I do not understand.
ru: Но если знаете, то почему так спокойно сидите здесь, вместо того чтобы сражаться или помочь гильдии отступить? Я не понимаю.

source: Because I invited them here. You see, it is time for me to finally act and put away this disguise. I have been only holding this position temporarily until the time was right.
ru: Потому, что они идут сюда по моему приглашению. Пора, наконец, сбросить эту глупую маску.

source: Do you recognize me now Vallin?
ru: Теперь ты узнаешь меня, Валлин?

source: Mal-Arthim?! How could it be you, after all these years, how could you have killed my family?!
ru: Мэл-Артим!? Как это может быть!?

source: I have only been biding my time. You see, I have been waiting a long time for you. The elemental magic below this tower will make my armies much stronger than any undead ever raised before.
ru: Терпение, мой импульсивный ученик, самый главный компонент успеха. Сокрытая под этой башней магия элементалей позволит моим армиям обрести невероятную силу, какая прежде и не снилась уязвимой мёртвой плоти.

source: My undead body has been unable to harness the power from the stone. If I were to draw the power from the stones as you have, it would consume me. You however were strong enough to survive with your body of flesh. You have also unlocked the power within them. I can now harness the energy for my own use.
ru: Моё тело давно уже мертво, и оно не в состоянии впитать в себя магию камней. Если бы я к ним прикоснулся, то сам бы отдал им себя без остатка. Ты, однако, оказался достаточно силён и, кроме того, благодаря тебе энергия расплескалась, покинула прежние, сковывающие её границы. Теперь я могу воспользоваться этими силами по своему собственному усмотрению.

source: I will not let you get away with this!
ru: Тебе это с рук не сойдёт!

source: I... can... not... break... his... touch...
ru: Я… не… могу… ему… противиться…

source: Give up Vallin, you will be mine, to serve me along with your brother.
ru: Брось, Валлин. Ты станешь моим, чтобы служить мне вместе с твоим братом.

source: Aaaaaaaaahhhhhhh... If I can get to the caves, just maybe... Must fight the hold.....
ru: Аааааааахххххххххх... Если бы я мог добраться до пещер… Сбросить эту давящую хватку…

source: Thank you brother, we will have our revenge!
ru: Спасибо, брат! Мы отомстим ему!

source: Last Resort
ru: Последнее средство

source: Vallin must reach the exit to the guild (south wall)
ru: Валлин должен достигнуть выхода из гильдии (у южной стены)

source: This may be the end of me, but I must do something, and I cannot kill Mal-Arthim as a ghost. I must try to harness the energy of the stone...
ru: Это может меня погубить, но просто необходимо хоть что-то предпринять… Я же не могу убить Мэл-Артима, пока он в теле призрака. Попробовать воспользоваться энергией камня…

source: Vallin stretched his hand onto the stone. Instantly, he felt his soul being sucked into the stone. It was as if there was something there, an intelligence that sought to bring him in. Using the last energy he had left, he pulled back, barely escaping the pull of the stone.
ru: Как только Валлин прикоснулся к магическому камню, то почувствовал, как вместо того, чтобы наполниться энергией, его душа сама устремилась в камень. Казалась, какой-то иной разум стремится занять место в живом смертном теле. Из последних сил Валлин отдёрнул руку – только так удалось прервать неожиданно опасную связь.

source: What has happened to me? ... Something in my head ... Can't think, can't stop it! ... I must kill them, they all must die! They must pay for what they did to me!
ru: Что это со мной произошло?.. Что-то в моей голове… Не могу сосредоточиться, не могу его остановить!.. Убить их всех, все они должны умереть! Заплатить за то, что посмели мне сделать!

source: Elementals, fight for me now!
ru: Элементали! Сражайтесь за меня!

source: Consumed by the elemental magic, what once was Vallin was now mostly magical energy. Somehow his own magic and that of the stone fused creating some bastardization of the two. This new being could now summon forth pure energy, a sort of hybrid elemental of all the different types.
ru: Соотношение магических сил Валлина изменилось кардинально. Некогда легкое знакомство с элементной магией обернулось – нет, не её господством, – её слиянием с прежней магией Валлина. И эта новая магия способна была призывать чистую энергию, элементаль всех элементалей.

source: No, Mal-Arthim and his army must be destroyed!
ru: Нет! Мэл-Артим и его армия должны быть уничтожены!

source: Elementals, guard this cave, I am going to take care of the invaders!
ru: Элементали, охраняйте пещеру, а я позабочусь о захватчиках!

source: Revenge
ru: Месть

source: Lial, Light Guild Head
ru: Лиал, пресветлая глава гильдии

source: Destroy the undead leaders
ru: Уничтожьте лидера мертвецов

source: Death of all mages
ru: Смерть всех магов

source: At last, Vallin... Vallin?!
ru: Наконец-то, Валлин… Валлин!?

source: Saril, I do not think that is Vallin. I do feel that his soul is part of that thing, but I think the magic has taken over him completely.
ru: Сарил, я не уверена, что перед нами Валлин. Я чувствую – он там, но чуждая ему магия полностью его поглотила.

source: Well lets hope it is him and he can help us defeat these undead.
ru: Будем надеяться, что всё же это он, а иначе нам с мертвецами не справиться.

source: Free! Must destroy! Must kill everything!
ru: Свободен! Должен разрушать! Должен убивать!

source: The being that once was Vallin looked upon the landscape. A strange burning inside of him to destroy not only this one called Mal-Arthim, but also a hatred to all the living beings. The magic from the stones now consumed him. What was left of Vallin fed his desire to have revenge on the undead.
ru: Существо, которое некогда было Валлином, рассматривало окрестности. Не смотря на кажущееся спокойствие, в нём бушевало пламя ненависти , и не только к тому несчастному созданию, именуемому Мэл-Артимом, но и ко всем живым существам. Магия камня разрушила его прежнюю личность, но собрала из обломков неудержимую тягу к мести.

source: It is my time to rest in peace.
ru: Пора мне обрести покой.

source: My time is at hand!
ru: Мой час пробил!

source: There are too many!
ru: Их слишком много!

source: The guild has fallen.
ru: Гильдия уничтожена.

source: Vallin, or whatever that is, something has changed in his eyes. I don't think we are safe from that thing!
ru: Не знаю, Валлин это, или кто он там такой теперь, но в глазах его пугающий блеск безумия. Не думаю, что мы в безопасности!

source: Magical Essence
ru: Волшебная сущность

source: Of all that is holy! What has happened to Vallin?!
ru: Во имя всего святого! Что случилось с Валлином!?

source: Elania, you have made it! Vallin, or what is left of him is turning on us! He left the caves this way, it is as if he is there, but not. He is able to extract living energy even from the undead. At this rate everything will be consumed!
ru: Элания, ты всё таки к нам добралась! Валлин, или то, что сейчас им является, он вроде бы как вышел из пещеры, но в тоже время и нет. Неужели он оказался способен выпивать энергию жизни даже из мёртвых тел!? Ещё немного и он опустошит буквально всё !

source: I think I know what has happened. I saw a change in him the first time he drew power from the caves even though I did not want to admit it. The magic is not innocent, there is something horribly destructive about it. I must find a way to get to the caves, but not through the guild, it is too close to those beings he created... Perhaps there is a cave entrance in the mountains?
ru: Догадываюсь, что могло случиться не так. Я заметила в нём изменения и в тот, первый, раз, когда он обрёл скрытую в пещерах силу. Эта магия вредна и опасна, в нёй заключено нечто разрушительное. Нужно отыскать способ пробраться в пещеры, но в обход гильдии – иначе было слишком близко к созданным им существам. Может, в горах есть какая-нибудь пещера?

source: Note: search the Eastern mountains for an entrance.
ru: Примечание: отыщите вход в восточных горах.

source: Elania must enter the caves
ru: Элания должна идти в пещеры

source: I think I see an entrance in the mountains here to the underground.
ru: Кажется, я вижу вход в пещеры.

source: (To the cave) Hey, I found a mage. You (to Elania), follow me, we need to talk.
ru: <i>(в пещеру)</i> Эй, я нашёл мага. <i>(Элании)</i> Давай за мной, поговорить надо.

source: This does not bode well. Are we sure who could be more dangerous, the undead or what Vallin has become?
ru: Дурное знамение. В самом ли деле мертвецы опаснее того, во что превратился Валлин?

source: Where are our reinforcements?!
ru: Где наше подкрепление!?

source: I was to live forever!
ru: Я должен был жить вечно!

source: Vallin will never find peace now.
ru: Валлину теперь никогда не обрести покой.

source: Ahhh... It burns! Nooooo!!!
ru: Аааа… Всё горит! Неееет!!!

source: No! I waited for too long, this cannot be!
ru: Нет! Я ждал так долго! Этого не может быть!

source: (Laughs uncontrollably)
ru: <i>(безудержный смех)</i>

source: Was that Marthos? No it couldn't have been.
ru: Это был Мэртос? Нет, конечно же , нет.

source: Ack these wisps are trying to steal our souls! We best hurry before too many more arrive!
ru: Эй, эти огоньки пытаются поглотить наши души! Поспешим, пока их ещё не так много!

source: I must have time to cast this spell, you must protect me.
ru: Мне нужно время для заклинания. Прикройте меня.

source: We will guard you as long as we can.
ru: Мы будем защищать тебя столько, сколько сможем.

source: Note: this is the last scenario of this campaign.
ru: Примечание: это - последний сценарий кампании.

source: Survive for 6 more turns (end of turns)
ru: Продержитесь ещё 6 ходов

source: The End
ru: Конец

source: Elania went underground with the dwarf and found herself with a small, but veteran, dwarven contingent.
ru: Элания скрылась в подземельях вместе с гномом-проводником, и оказалась среди немногочисленного отряда ветеранов подгорного народа.

source: Elania must reach the crystal
ru: Элания должна добраться до кристалла

source: Send a unit to the guild entrance
ru: Направьте бойца ко входу в гильдию

source: Here is the mage we found in the mountains.
ru: Вот маг, которого мы нашли в горах.

source: Wonderful. Human, are you able to let us know what on the Irdya is going on here? We have noticed a large magical flow in the cavern, and have come here to where the source seems to be. We were tunneling here already. I believe there was an unfortunate incident with our other tunneling operation north of here, but we never breached this wall.
ru: Замечательно. Девочка, хоть ты-то можешь нам рассказать, что, во имя всей прекрасной Ирдии, здесь происходит? Мы заметили всплеск безумной магической силы и решили отыскать её источник. Даже занялись прокладкой туннеля. Похоже, не так давно была попытка пробиться туда с севера, но это не наших рук дело, уж поверь мне.

source: We know that the magic of these caves has somehow been released, and that the guild here is involved, but we do not know much more than that. Tell us what you know and we may spare your life.
ru: Не знаю, что за магия вырвалась из этих пещер, и во что оказалась замешана гильдия, но нам сложно что-либо предпринять в окружающей нас темноте незнания. Девочка, расскажи нам, что тебе известно и мы сохраним твою жизнь.

source: There are no need for threats. It is true that the magic has not only been released, but is out of control. The undead armies have been turned back. The problem is the magic has turned my friend into something else. What ever it is cannot be stopped by normal means. I'm thinking that only the magic from the cavern may be able to undo what has been done.
ru: Нет нужды в угрозах. Да, из пещер вырвалась магия, и магия эта лишена контроля. Мертвецы разбиты, но проблема в другом: какие-то чары будто подменили моего друга, сделали его кем-то иным. И, боюсь, так просто остановить его не удастся. У меня есть только догадка, что лишь магия пещер способна сама отменить своё порождение.

source: I sense that you tell the truth. Are you prepared to fight your friend?
ru: Похоже, девочка, ты говоришь правду. Скажи, а ты готова биться за своего друга?

source: What Vallin was and what he now is are no longer one and the same. What you see above is not the mage that was my best friend.
ru: То чем Валлин был, и то, чем он сейчас стал, это не одно и то же. Увы, я не узнаю того волшебника, который некогда был моим лучшим другом.

source: I do not believe there is a way to stop this magic, but perhaps it could be contained?
ru: Сомневаюсь, что такие силы можно как-нибудь уничтожить. Но хотя бы сдержать — на это мы способны?

source: Vallin's body must be inside the guild, I believe that some of his soul is still latched onto his body. If we can bring his body to the source of the problem, I may, just maybe, be able to break the fusion and restore his soul once more. Hopefully it would destroy that thing that is now out of hand.
ru: Тело Валлина должно быть всё ещё в гильдии, и полагаю, в нём остались частицы его души. Если у нас получится принести тело к источнику наших проблем, то надеюсь, мне хватит сил разорвать пагубное слияние и вернуть Валлина к жизни. И снова надеюсь, что этого окажется достаточно для того, чтобы разрушить вырвавшееся наружу зло.

source: I think I like this human, you have guts like a dwarf. We will assist you, see the barrels against the wall? When you are ready light them, and it will bring the cave wall down. I will let you lead some of my veteran troops to protect you, I have a feeling there will be some strong resistance. You may use the keep to the east to prepare.
ru: А ты мне нравишься, девочка, у тебя сердце гнома. Мы тебе поможем. Видишь бочки у стены? Когда будешь готова, подожги их, и от стены останется одна лишь крошка. Нескольких своих бойцов отправлю с тобой. И не спорь! Чувствую, просто так прогуляться пещерами у нас не получится. Если что, к востоку отсюда есть небольшая крепость.

source: Thank you, I will not misplace your trust. It is a long shot, but the only one I think we have.
ru: Спасибо, я не подведу тебя. Конечно, затея рискованная, но это единственное, что у нас есть.

source: You go to the source prepare, we'll search the guild for the mage's body.
ru: Вот и порешали. Так, иди, отыщи свой источник, а мы займёмся поисками тела чародея.

source: Jump units to stone
ru: Перейти к камню

source: I should never have trusted a human!
ru: Будь я проклят, что доверился человеку!

source: This is going to be much harder without his help!
ru: Без его помощи мне будет куда тяжелее!

source: We have failed, Vallin will never be stopped!
ru: Мы потерпели неудачу, Валлину не ходить больше среди живых!

source: Find Vallin and bring his body to the stone. I will prepare, please protect me.
ru: Найдите Валлина и принесите его тело к камню. Пока я готовлю ритуал, мне будет необходима ваша защита.

source: Elania must not move while she prepares, she may recruit but cannot leave this spot.
ru: Элания не должна двигаться, но может вербовать новых бойцов.

source: I'll go find the body
ru: Пойду, поищу тело.

source: After some time...
ru: Некоторое время спустя…

source: I have it, I'll bring it as fast as I can, protect me!
ru: Есть! Вот он. Худой, как чучело – я его мигом притяну. Только ж это, прикройте меня!

source: $unit.name must deliver the body next to Elania and the crystal
ru: $unit.name должен доставить тело к Элании и кристаллу

source: Death of $unit.name
ru: Смерть $unit.name

source: Here is his body.
ru: Вот его тело.

source: Elania, get over here, I have the body!
ru: Элания, давай сюда, вот он, твой маг!

source: I am coming!
ru: Уже бегу!

source: Ahhhh, I cannot get the body to the crystal...
ru: Аххх, я больше не могу тянуть его…

source: Look, the wisps are starting to make their way down here, we must hurry!
ru: Смотрите! Огоньки пробиваются сюда. Поспешим!

source: Well that should slow these wisps down, but I have a feeling more will be coming from above, in the guild.
ru: Так, элементалей это должно замедлить, но у меня такое чувство, что сейчас они сверху к нам такой толпой прибудут…

source: Stand back everyone, it is time to see if this will work...
ru: Все назад, посмотрим, сработает ли моя задумка…

source: What is happening?!
ru: Что происходит?!

source: Epilogue
ru: Эпилог

source: It was done, Elania cast a healing spell while placing her hand on the crystal and Vallin's body at the same time. The spell drew what was left of Vallin's spirit back to his body, and once that occurred, his soul was split from the essence.
ru: Всё было сделано. Элания произнесла исцеляющее заклинание, одной рукою коснувшись кристалла, а другую положив на бездыханную грудь Валлина. Заклинание вернуло дух Валлина в его тело, и как только это произошло, его душа обрела покой и оставила этот мир.

source: However, the action was not without its cost. By touching the crystal and casting the spell, the power within the crystal sought to control Elania. She fought back against the power, but the her body was wrecked and she barely hung on. Once Vallin's soul was put to rest, she was able to let go of the crystal, but it was too late. Within a week, her strength left her and she was buried next to Vallin next to the guild. Both of them had saved the land, and their actions would be told for many years to come, becoming legends of their own right.
ru: Однако для Элании спасение души Валлина не прошло бесследно. Дотронувшись до кристалла, целительница и сама открылась для атаки. Заключённые в кристалле силы пытались поглотить её, Элания сопротивлялась, но разве может выстоять смертная оболочка против напора вечных энергий? Как только душа Валлина сбросила оковы неволи, девушка отдёрнула руку от поверхности камня, разорвав магическую связь… Но было уже слишком поздно. Она долго сопротивлялась смерти, но силы неумолимо оставляли её, через неделю молодую целительницу похоронили рядом с Валлином на кладбище гильдии. Оба они спасли свой край от смерти и опустошения, и об этом их деянии ещё долгие годы будут уз уст в уста передаваться сказания и легенды.
