Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: Demons are hell spawn that love to destroy.
ru: Демоны – это пешки преисподней, желающие только одного – разрушать.

source: This unit regenerates {HP} HP per turn when on lava terrain.
ru: Этот юнит восстанавливает {HP} ОЗ за ход, когда находится на гексе с лавой.

source: This unit regenerates 8 HP per turn by absorbing energy from burning forests. Any time this unit starts a turn on a dry forrest (non-snow), it burns the trees, leaving none left. Due to the cold of snow, the elemental does not burn hot enough to melt it.
ru: Этот юнит восстанавливает 8 ОЗ за ход, поглощая энергию горящего леса. Всегда, когда этот юнит начинает ход на гексе с сухим, не заснеженный лесом, он сжигает деревья, уничтожая лес. Холодный снег мешает элементалю подпалить деревья.

source: This unit regenerates {HP} HP per turn when on water and swamp terrain.
ru: Этот боец восстанавливает {HP} ОЗ за ход, когда находится в воде или болоте.

source: The unit will heal itself 6 HP per turn on sand or dirt terrain.
ru: Этот боец восстанавливает {HP} ОЗ за ход, когда находится над песком или грязью.

source: The unit will heal itself 4 HP per turn on mountain and hill terrain.
ru: Этот боец восстанавливает 4 ОЗ за ход, когда находится на холмах или в горах.

source: The unit will heal itself 4 HP per turn on dirt and grass terrain.
ru: Этот боец восстанавливает 4 ОЗ за ход, когда находится над травой или грязью.

source: Lava elementals are made out molten, living rock. They are rare and have only been know to be created by extremely powerful demons that live in the depths of the earth. They are resistant to most attacks, and using their ability to reshape their molten form, they are able to recover from damage. The lava elementals are large creatures and are slow. As a result, they make an easy target. Their punch is devestating and they are able to hurl molten lava boulders at their enemies, buring them as the lava clings to their skin. Unlike other elementals that are neutral in alignment, the lava elemental is chaotic, obediently serving the demon that summoned them.
ru: Элементали лавы состоят из оживших расплавленных каменных пород. Так как создание подобных существ под силу лишь чрезвычайно могущественным демонам, живущим в подземных глубинах, то не удивительно, что элементали лавы так редко встречаются в нашем мире. Однако их малочисленность никак не умаляет достоинств этих созданий. Крупные и медлительные, на первый взгляд они кажутся идеальными мишенями, но всё это нивелируется непревзойдённой стойкостью и возможностью изменения формы. Ответный удар элементаля разрушителен – брошенный сгусток расплавленной лавы не знает пощады. В отличие от иных элементалей, нейтральных мировоззрений, элементали лавы хаотичны и с большой покорностью служат призвавшему их демону.

source: Formed from water, the
ru: Созданный из воды,

source: warrior can call upon the forces of nature to rend its foes. It is able to generate an eletrical field around itself, sparking deadly lightning bolts than can burn a foe. Unfortunately for it, the lightning storm is hard to control and has a lower chance to hit than other water based elementals that may magically direct the bolt. It may only be created by the hand of a powerful water lord.
ru: способен обрушить на своего противника силы природы. Воздух наполняется электричеством, и молнии одна за другой сеют смертельные удары. К сожалению, таким штормом электрических стихий управлять очень трудно, и потому нанести точный удар оказывается почти невозможно. Создать подобного элементаля способен только могущественный повелитель вод.

source: elemental
ru: элементаль

source: female^elemental
ru: элементаль

source: Immune to drain, poison and plague
ru: Неуязвимый для истощения, яда и чумы

source: race^Elemental
ru: Элементаль

source: race+female^Elemental
ru: Элементаль

source: race^Elementals
ru: Элементали

source: Elementals are manifestations from the essence of nature that have been animated to life by magic.
ru: Элементали – природное явление, стихия, подвергшаяся действию магии оживления.

source: Vallin's Room
ru: комната Валлина

source: Jacob
ru: Якоб

source: No, who will avenge my family now?!
ru: Кто теперь отомстит за мою семью!?

source: Goodbye Vallin, may your soul find peace.
ru: Прощай, Валлин. Возможно, твоя душа обретёт покой.

source: Elania, no, I can't lose you!
ru: Элания, нет! Я не могу потерять тебя!

source: No, I am immortal!
ru: Нет, я бессмертен!

source: The fire stone grants the wielder additional fire damage and increases the fighting power of adjacent elementals.
ru: Камень Огня наделяет атаки владельца дополнительным огненным уроном, и увеличивает власть над смежными элементалями.

source: My time is no more!
ru: Мой час пробил!

source: I have failed.
ru: О нет!

source: Farewell my friends.
ru: Прощайте, друзья мои.

source: I cannot continue.
ru: Мои силы исчерпаны.

source: Ouch, that hurt!
ru: Ох, как же тяжко!

source: There will be none left to stop Kil'rathacar!
ru: Никого не останется, чтобы остановить Кайл’Разакара!

source: I am getting used to battle. If only my papa could be here to see what I have accomplished...
ru: Я был рождён для битв. Если бы только мой отец смог увидеть, как низко я пал…

source: Don't be hard on yourself boy, we have all lost loved ones, me must simply honor their sacrifice by finding a way to stop Kil'rathacar
ru: Не суди себя слишком строго, мой мальчик. Мы все теряем любимых. Это жертва, которую мы приносим, чтобы остановить Кайл’Разакара.

source: Death of Ramalis
ru: Смерть Рамалиса

source: Death of Aigalis
ru: Смерть Эигалисс

source: Death of Duldrsil
ru: Смерть Дулдрсила

source: Death of Pelalis
ru: Смерть Пелалис

source: Death of Nardring
ru: Смерть Нардринга

source: Death of Elvowien
ru: Смерть Элвовьен

source: No, I must complete my mission!
ru: Нет. Я должен завершить начатое!

source: Death of Reana
ru: Смерть Рианны

source: No, I must help!
ru: Нет, я должна помочь!

source: Once Reana advances, choose the water walk upgrade as it will be needed soon.
ru: Когда Риана перейдёт на следующий уровень, рекомендуется увеличить ей очки перемещения.

source: There will be none to stop Kil'rathacar!
ru: Никто не остановит Кайл’Разакара!

source: Death of Celestia
ru: Смерть Селестии

source: I am immortal, try to kill me all you want!
ru: Я бессмертен, попытайтесь убить меня, если так этого жаждете!

source: Jewel of concentrated magic. Increases the number of blizzard attacks, increases resistance to fire and increases ice melee damage.
ru: Драгоценный камень, в котором сконцентрирована магия. Увеличивает количество атак снежной бури, сопротивление огню и урон от ледяного ближнего боя.

source: Air Elemental
ru: Элементаль воздуха

source: A swirl of dust and desert sand, quick as a wind, impossible to spot when resting and as dangerous as sand storm when riled.
ru: Вихрь песка и пыли пустыни, быстрый, как ветер, невидимый в спокойном состоянии, и опасный, как яростная песчаная буря.

source: twister
ru: смерч

source: sand storm
ru: песчаная буря

source: +1 damage to ranged attack, +1 HP, +20% Max XP
ru: +1 урон к дальней атаке, +1 ЗД, +20% Макс ОП

source: +1 strike to ranged attack, +1 HP, +40% Max XP
ru: +1 удар к дальней атаке, +1 ЗД, +40% Макс ОП

source: Max HP bonus +7, MAX XP +25%
ru: Макс ЗД +7, Макс ОП +25%

source: Whirlwind
ru: Вихрь

source: Earth Elemental
ru: Элементаль земли

source: Earth elementals are made out of solid, living rock. They have a strong melee attack, but are easy to hit. They are resistant to most attacks.
ru: Элементали земли созданы из цельных оживших кусков скальной породы. Их удар могуч, но сами они довольно неповоротливые, хоть и стойкие ко многим видам атак.

source: Rock Fist
ru: Каменный кулак

source: Mountain ensconse, +2 HP, +20% Max XP
ru: Спокойствие камня, +2 ОЗ, +20% Макс Оп

source: +1 damage to melee attacks, +2 HP, +10% Max XP
ru: +1 урон к ближним атакам, +2 ЗД, +10% Макс ОП

source: Max HP bonus +5, MAX XP +20%
ru: +5 Макс ОЗ, Макс ОП +20%

source: Minor Mud Elemental
ru: Маленький элементаль грязи

source: A minor earth elemental animated from mud or dirt.
ru: Маленький грязевой элементаль, ожившая частица грязи или земли.

source: Mud Elemental
ru: Элементаль грязи

source: An earth elemental animated from mud or dirt. Due to its unformed nature, the elemental may morph to any element when it has absorbed enough energy.
ru: Земляной элементаль, состоящий из оживлённой грязи. Из-за своей нестабильной природы, поглотив достаточное количество энергии, это создание сможет превратиться в любого другого элементаля.

source: Rock Pile
ru: Горная груда

source: Rock piles are minor earth elementals made out of solid, living rock. They are resistant to most attacks, but due to their size, have low a defense.
ru: Горная груда – небольшие земные элементали, состоящие из ожившей скальной породы. Они стойки к большинству типов нападений, но их скромные размеры не улучшают их защиту на местности.

source: Fire Elemental
ru: Огненный элементаль

source: Fire Elementals are the living essense of fire. They typically reside in pools of lava.
ru: Элементали огня – ожившие сгустки пламени. Как правило, обитают они в раскалённой лаве.

source: fire claws
ru: пылающие когти

source: fire breath
ru: огненное дыхание

source: Marksman, +20% Max XP
ru: Меткость, +20% Макс ОП

source: +1 strike to ranged attack, +1 HP, +50% Max XP
ru: +1 удар к дальней атаке, +1 ЗД, +50% Макс ОП

source: +1 damage to ranged attacks, +1 HP, +20% Max XP
ru: +1 урон к дальним атакам, +1 ЗД, +20% Макс ОП

source: Fire Wisp
ru: Огненный пучок

source: Fire Wisps are minor elementals of flame. They like to frolic in pools of lava, and take great delight in burning anything they can reach.
ru: Огненные пучки – меленькие элементали пламени. Им нравится резвиться в кипящей лаве, а самым лучшим удовольствие считают поджечь что-либо, оказавшееся в зоне досягаемости.

source: fire claw
ru: коготь огня

source: Water Elemental
ru: Элементаль воды

source: Water animated into the form of a woman. The water elemental is a formidable that resists many attacks and can heal when in water.
ru: Оживлённая вода, чаще всего принимающая форму женского тела. Обладает повышенной сопротивляемостью многим нападениям и способен самоисцеляться, когда находится в воде.

source: water punch
ru: водяной кулак

source: water spray
ru: водные брызги

source: Add slow ability to ranged attack, +1 HP, +20% Max XP
ru: Добавить к дальней атаке замедляющую способность, +1 ОЗ, +20 Макс ОП

source: +1 strike to melee attacks, +1 HP, +40% Max XP
ru: +1 удар к атакам ближнего боя, +1 ОЗ, +40% Макс ОП

source: +1 damage to melee attacks, +1 HP, +20% Max XP
ru: +1 урон к атакам ближнего боя, +1 ОЗ, +20% Макс ОП

source: Water Wave
ru: Водная волна

source: Water waves are minor elements of water. Their magic allows them to leave water, but are at home in water.
ru: Водные волны – небольшие водные элементали. Их магия позволяет им покидать родную стихию, но такие прогулки очень ослабляют этих созданий.

source: wave
ru: волна

source: Elemantal Mage
ru: Маг-элементалист

source: Humans have often pondered the workings of the world in which they live. Some endeavor to take this beyond idle musing, to set it as the primary enterprise of their lives. Any magi worthy of the title have spent at least a decade in study, amassing a sum of knowledge which sets them apart from other people. These men and women, who have committed themselves fully to the pursuit of wisdom, stand in stark contrast to a world where few can even read and write. Their ranks are filled with the children of hopeful nobility, or those who sought an escape from the intellectual void of manual labor. It is an irony that, with all their knowledge, and their unassuming monopoly thereof, the collective community of magi could likely rule society, were they ever to try. However, their true love is neither money, nor power, and those who see the study of magic as a means to such ends often lack the very conviction required for true mastery. Physically frail, and lacking familiarity with combat, magi do possess certain arts which are of great utility in battle. The elemental mage seeks to understand the magic of nature, but only has a rudimentary knowlege at this point. Further study is necessary for the mage to be able to use magic from the different elements.
ru: Люди часто задумываются над устройством мира, но лишь немногие прикладывают усилия, чтобы от пустых размышлений перейти к настоящему познанию. Зачастую для тех, кто ступил на этот путь, такое дело становится смыслом всей жизни. Любая магия, которая достойна отдельного наименования, провела многие десятилетия в зачаточном состоянии, пока в кропотливых исследованиях разных людей не накопились нужные знания. Эти мужчины и женщины с большой самоотдачей посвятили себя познанию мудрости в мире, где многие не владеют и основами грамоты. Ряды энтузиастов науки пополняют полные надежд наследники знатных семей и те, кто искал себе лишенное ручного труда занятие. Ирония в том, что добытые знания позволили бы магам с лёгкостью править миром, но они никогда и не пытались этого достичь. Настоящая их любовь – это не деньги и не власть, и те кто видит в магии лишь средство достижения своих корыстных целей, оказываются лишены той убеждённости, без которой немыслимо истинное мастерство. Несмотря на физическую слабость и отсутствие времени на боевые тренировки маги, всё же, обладают некоторым способным пригодиться в бою искусством. Маг-элементалист стремится понять волшебство окружающей его природы, но продвинулся в этом весьма незначительно. Чтобы получить полноценную власть над элементалями, ему предстоит ещё очень много работы.

source: Elemental Wizard
ru: Чародей-элементалист

source: A master of elemental magic. In addition to fire and cold attacks, elemental wizards seeks to bind earth, water and wind magic to themselves and are able to add attributes to themselves after research.
ru: Мастера элемантальной магии, чародеи-элементалисты, кроме совершенствования ледяных и огненных атак, стремятся получить власть над землёй, водой и воздушными стихиями, чтобы наделить себя их атрибутами.

source: Skin of the rock advancement grants the wizard resistances to physical attacks (25%) and more hit points (10), but slows the wizard down. The speed of the air advancement grants the wizard faster movement without the HP decrease of the quick trait. The water home advancement increases the movement of the wizard in water, and gives the wizard the ability to breathe underwater and therefore travel through the deepest waters.
ru: Каменная кожа обеспечивает защиту от физических нападений (+25%) и увеличивает жизненные силы (+10 ОЗ), но замедляет мага; ветровые потоки же способны наделить мага скоростью без всякого побочного ущерба; а водные стихии позволяют магу буквально дышать под водой, позволяя ему исследовать недосягаемые прежде глубины.

source: Skin of the rock, +25% Max XP
ru: Каменная кожа, Макс ОП +25%

source: Speed of the wind, +20% Max XP
ru: Скорость ветра, Макс ОП +20%

source: Water Home, +20% Max XP
ru: Водный дом, Макс ОП +25%

source: staff
ru: посох

source: fireball
ru: шаровая молния

source: ice bolt
ru: ледяной болт

source: female^Elemental Wizard
ru: Чародейка-элементалист

source: Elementalist
ru: Элементалист

source: A mage focusing on elemental magic. Elementalists seeks to gain knowledge of the magic of the earth and apply it to their pursuits. They initially follow the path of the fire mages but research all of the elements. Elementalists are able to cast balls of ice at their opponents, freezing them.
ru: Элементалистом называют мага, сосредоточенного на изучении элементального волшебства. С давних времён элементалисты стремились познать силы земли и поставить их себе на службу. Обычно они начинают свой путь, как маги огня, но постепенно начинают знакомиться и с иными элементами, например, морозным состоянием, а потому неплохо бросают магические ледяные шары в своих противников.

source: female^Elementalist
ru: Элементалистка

source: Elemental Essence
ru: Элементальная сущность

source: Pure elemental magic, very resistant to attacks.
ru: Чистая элементальная магия, очень стойкая к нападениям.

source: shock
ru: шок

source: energy ball
ru: энергетический шар

source: Elemental Wisp
ru: Пучок-элементаль

source: Elemental wisps are pure elemental magic, the raw source of other elemental magics. They are fast and resistant to attacks, especially magical ones.
ru: Пучки-элементали – создания чистой магии, готовая основа для создания любого элементаля. Они быстры и стойки к нападениям, особенно к магическим.

source: Pure Elemental Essence
ru: Чистая элеметальная сущность

source: Pure elemental magic, very resistant to attacks. These wisps have the ability to convert their first kill to a new wisp. Unlike Vallin, it may only occur one time per advancement.
ru: Сама суть элементальной магии, характеризующаяся высокой стойкостью ко всем типам нападений. Эти сущности способны превратить свою первую жертву в новый пучок-элементаль.

source: Vallin's soul melded with the magical essence of the earth. His resistances are now extremely high, he no longer needs to walk and he is able to tap into the energy of all living creatures, animated dead or elemental. Despite having a partial soul, Vallin's conscience is mostly gone and he no longer can think like a human anymore. The magic flows around him and now partially controls him.
ru: Душа Валлина объединилась с магической сущностью земли. Теперь стойкости мага возросли, и он, не сходя с места, способен задействовать энергии всех живых существ, будь то ожившие мертвецы или элементали. Хоть душа Валлина частично и сохранилась, но при этом лишилась многих человеческих качеств, что оказало влияние на ходе его мыслей. Теперь маг не способен мыслить как человек и даже отдал немного власти над собой окружающим его волшебным потокам.

source: Ghost
ru: Призрак

source: Wisp
ru: Пучок

source: Wisps is minor elements made of pure elemental magic, the raw source of other elemental magics. They are fast and resistant to attacks, especially magical ones.
ru: Пучки-элементали – создания чистой магии, готовая основа для создания любого элементаля. Они быстры и стойки к нападениям, особенно к магическим.

source: Lord of the Deep
ru: Повелитель Глубин

source: The lord of the deep is an ancient demon that resides in the deep underground. Few have seen one, even fewer have lived to tell the tale. The demon exists on fire and its mortal enemy is water. It wields a whip that burns with a magical flame. Its skin is like armor, and very touch to penetrate making this unit extremely hard to kill.
ru: Повелитель Глубин – могущественный демон, чьим домом служат глубокие подземелья. Немногим довелось его увидеть, а еще меньше кому повезло выжить, чтобы об этом рассказать. Демон этот существует в огне, и вода для него заклятый враг. Излюбленное оружие демона – полыхающий пламенем кнут. Кожа Повелителя Глубин сродни настоящей броне. Его не то что убить, его даже ранить – задаче, под силам далеко не каждому.

source: flame whip
ru: пламенный кнут

source: heat wave
ru: жар

source: Lava Behemoth
ru: Древний демон лавы

source: slam
ru: удар слёта

source: hurl lava
ru: бросок лавой

source: Lava Elemental
ru: Элементаль лавы

source: Minor Lava Elemental
ru: Маленький элементаль лавы

source: Fog Warrior
ru: Страж тумана

source: Animated fog, that is usually conjured by a water lord.
ru: Оживлённый туман, обычно призываемый водным лордом.

source: chill
ru: холод

source: Frost Warrior
ru: Страж мороза

source: Animated frost, that is usually conjured by a water lord.
ru: Мороз, в который вдохнул жизнь повелитель вод.

source: frost
ru: мороз

source: A rare and strong magical creature made of ice. She is able to control parts of the weather and can summon elementals from the water. She has only been seen by few land based creatures, as she is normally found out deep at sea.
ru: Редкое и необычайно сильное существо, состоящее изо льда. Оно способно управлять погодой и призывать водных элементалей. Обычно она не показывается на глаза, предпочитая не подниматься из морских глубин.

source: Max HP bonus +15, Max XP +20%
ru: Макс ЗД +15, МАКС ОП +20%

source: water heal
ru: исцеление водой

source: Allows the unit to heal adjacent allied units at the beginning of our turn that are water based. A unit cared for by this healer may heal up to 8 HP per turn.
ru: Позволяет юниту в начале каждого хода лечить смежных союзников, которые находятся на водных гексах. Излечиваемый юнит может восстановить до 8 ОЗ.

source: freezing touch
ru: замораживающее касание

source: blizzard
ru: снежная буря

source: Mist Warrior
ru: Страж тумана

source: Animated mist, that is usually conjured by a water lord.
ru: Туман, в который вдохнул жизнь повелитель вод.

source: mist
ru: туман

source: Storm Warrior
ru: Страж шторма

source: storm
ru: буран

source: Thunder Warrior
ru: Страж грома

source: thunder
ru: гром

source: punch
ru: удар

source: Water Tempest
ru: Водная буря

source: The water tempest is an animated being of the weather. She is able to control the forces of nature to the extend of summoning powerful storms to destroy her enemies. Her power is offset by the fact that she has no means to fend off a close attack, not being able to summon her storms from up close. With the fact that she does not advance to a more powerful form, her endurance is lower than others, but her ability to generate powerful storms offsets this drawback. Due to her amorphous form, she is able to pass right by her opponents without hindrance. She is a powerful elemental that may only be created by a water lord.
ru: Водная буря – оживлённая стихия погоды. Она способна управлять силами природы и насылать шторма на своих врагов, вот только отразить непосредственную атаку ей достаточно тяжело. Могущество водной бури ограничено, она не может достичь иных, более сильных форм, её выносливость намного ниже других, ей подобных элементалей, но всё это компенсируется мощными штормовыми атаками и способностью буквально просачиваться сквозь ряды вражеской армии. Водная буря – сильный и своеобразный элементаль, создать которого под силу лишь подводным властителям.

source: hail storm
ru: смертельный град

source: Passable bridge of air
ru: Воздушный мост

source: Elven Ship
ru: Эльфийский корабль

source: Shallow Water
ru: Отмель

source: Medium Shallow Water
ru: Среднее мелководье

source: Ford
ru: Брод

source: Deep Water
ru: Глубокая вода

source: Medium Deep Water
ru: Неглубокая вода

source: Flooding cave floor
ru: Затопленная пещера

source: Flooding cave path
ru: Затопленная тропа в пещере

source: Flooding cave hills
ru: Затопленные холмы в пещере

source: Village, flooded
ru: Деревня. затопленная

source: Frozen cave village
ru: Замороженная пещерная деревня

source: Frozen castle keep
ru: Замороженный пещерный замок

source: Castle, frozen
ru: Замок, замороженный

source: Cooled lava
ru: Застывшая лава

source: Cooled lava with shallow water
ru: Лава, застывшая на мелководье

source: Chasm with water
ru: Затопленный провал
