Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: Campaign Author
ru: Автор кампании

source: Images used from
ru: Изображения

source: Content used from
ru: Содержание

source: Wesnoth WIKI usefile WML fragments pages
ru: Страницы с кодом WML на Wesnoth WIKI

source: Special thanks for feedback
ru: Особая благодарность

source: RotE
ru: СЭ

source: Rise of the Elementalist
ru: Становление элементалиста

source: Tragedy and loss leads a young mage down a unique path to explore the magic of the world. 17 scenarios, some story only. Intermediate difficulty (currently only one campaign difficulty. Version 5.1.0 (Meant for Wesnoth version 1.12.+) Intermidiate difficulty This is part 1 of a 3 campaign story. Forum: http://forum.wesnoth.org/viewtopic.php?t=30509
ru: Потеря близких вынуждает молодого и неопытного мага избрать особый путь познания мистической стороны бытия. История эта состоит из 17 сценариев, часть которых лишена активного действия. Сложность кампании пока только одна - средняя. Версия 5.1.0 (для Wesnoth 1.12.+) Средняя сложность Сейчас вы начинаете первую из трёх частей кампании. Форум: http://forum.wesnoth.org/viewtopic.php?t=30509

source: SotE
ru: ИЭ

source: Source of the Elementals
ru: Источник элементалей

source: Part II of the Rise of the Elementalist series. The demon awakes from his imprisonment with revenge on his mind. Can you conquer the world? Version 5.1.0 (Meant for Wesnoth version 1.12.+) Intermidiate difficulty This is part 2 of a 3 campaign story. Forum: http://forum.wesnoth.org/viewtopic.php?t=30509
ru: Вторая часть Становления Элементалиста Жуткий демон сбрасывает кандалы своего порабощения, и на уме у него – одна только месть. Сумеете ли вы завладеть миром? Версия 5.1.0 (для Wesnoth 1.12.+) Средняя сложность Сейчас Вы начинаете вторую из трёх частей кампании. Форум: http://forum.wesnoth.org/viewtopic.php?t=30509

source: WotE
ru: ВЭ

source: War of the Elementals
ru: Война элементалей

source: Part III of the Rise of the Elementalist series. Kil'rathacar has regained his strength, is there any hope left for Irdya? Version 5.1.0 (Meant for Wesnoth version 1.12.+) Intermidiate difficulty This is part 3 of a 3 campaign story. Forum: http://forum.wesnoth.org/viewtopic.php?t=30509
ru: Часть третья Становления Элементалиста. Кайл’рэйзекар вернул свою былую мощь. Обречена ли Ирдия? Или у неё осталась хоть крохотная надежда? Версия 5.1.0 (для Wesnoth 1.12.+) Средняя сложность Сейчас Вы начинаете третью, заключительную часть кампании. Форум: http://forum.wesnoth.org/viewtopic.php?t=30509

source: Test
ru: Тест

source: Vallin
ru: Валлин

source: Other
ru: Другие

source: Elania
ru: Элания

source: Test something
ru: Тест чего-нибудь

source: What experience should I have?
ru: Сколько мне нужно набрать опыта?

source: 46 xp points
ru: 46 пунктов ОП

source: Level me up
ru: Поднять уровень

source: Sedry
ru: Седри

source: Breana
ru: Бриена

source: Test victory
ru: Тест победы

source: Test Elementals
ru: Тест элементалей

source: Test Leader
ru: Тест лидера

source: Goodies
ru: Хорошие

source: Baddies
ru: Плохие

source: Baddies 2
ru: Злодеи 2

source: Baddies 3
ru: Злодеи 3

source: Me got a corpse!
ru: У меня есть труп!

source: Minor Mud Elemental that can advance to many
ru: Маленький элементаль грязи, который сможет добиться многого.

source: Test Wisps
ru: Тест огоньков

source: Essence of Vallin
ru: Сущность Валлина

source: I live!
ru: Я жив!

source: Prologue
ru: Пролог

source: Everyone on the Great Continent knows of the Great Academy of Magic that resides on the Isle of Alduin built in 21 YW. Few however know about the tower of Eiyar southwest of the Lintanir Forest and north of the Great River. The tower was constructed on a magical fount of energy, deep in the caves beneath the hills. A mage guild was started there, much smaller than the Great Academy. Due to the proximity of the caves, it was said that mages advanced in power more quickly and mages from the guild began to be known for their great battle presence.
ru: Вряд ли вы сумеете отыскать на Большом Континенте тех, кто не слышал о Великой Магической Академии, расположенной на острове Алдуин. Правда, далеко не все назовут вам дату, когда заложен был первый камень её фундамента – 21-й год от ОВ. А вот о чём известно совсем уж немногим, так это о башне Эияр, возвышающейся у юго-западных окраин леса Линтанир, к северу от Великой Реки. Такое расположение башни далеко не случайно: прямо под ней, в пронизанных сетью пещер подземных глубинах бушуют необузданные стихии первородной магии. Само собою, здесь никак не могли не обосноваться жаждущие познания волшебники. Да, их гильдия не сравнится с Великой Академией, но близость к столь могучим источникам позволила им приблизиться к абсолюту намного ближе своих титулованных коллег. И вскоре имена магов гильдии Эияр покроются славой на полях сражений.

source: Many years later, by 275 YW, during the Golden Age of Wesnoth, many villages had been built surrounding Eiyar due to the protection that came from being in close proximity to the tower. However, it also attracted those that would use dark magic and sightings of undead were not as infrequent as other parts of the realm. To the south of the tower, lies the small village of Oastram, where we begin our story.
ru: Многие годы спустя, в 275 году от ОВ, во времена, которые мы, ныне живущие, именуем Золотым Веком, башню окружали многочисленные поселения. С одной стороны, башня обеспечивала людям защиту – ведь не каждый рискнет бросить вызов порядку в месте, исполненному неподвластных ему сил. А с другой, именно эти дикие силы привлекали к башне практикующих тёмную магию. Да, проявления некромантии там наблюдали регулярно... А наша история начинается в расположенной к югу от башни маленькой деревеньке Оастрим.

source: Vallin and Darik were close brothers. Since their mother's death, Darik had taken care of his younger brother Vallin while their father spent most of his time away trying to provide for his sons.
ru: Валлин и Дэрек были братьями, и в тех краях не было братьев, которые бы так заботились друг о друге. Мать их рано оставила мир, и вся тяжесть домашнего хозяйства и воспитания детей легла на плечи немолодого уже отца, а потому защитником и наставником младшего брата Валлина выступил Дэрек. Вот только интересы братьев разнились кардинально.

source: Vallin had aspirations of studying magic and had been told that his aptitude for it was uncommonly high, but life was hard and he could not leave home to go to the guild to study.
ru: Валлин стремился познать магическую науку. У него были вполне неплохие задатки, но, увы, учёба в академии обходилась не дёшево, а жизнь хоть и шла вперёд, но легче не становилась.

source: Darik was part of the town militia, which usually did not require more than stopping small conflicts since their village did not attract the attention of many foes. On occasion they had to repel Orc hunting parties, but nothing they could not handle until recently. Darik's leadership abilities and respect lead to his promotion to Lieutenant.
ru: Дэрек же, достигнув совершеннолетия, пошел в городское ополчение. Служба в такой глуши не требует особых талантов, да и желающих победокурить вблизи башни Эияр тоже было не много. Конечно, иногда приходилось и порядок навести, и тумака кому надо отвесить, а случалось и отогнать зашедший сюда в поисках поживы охотничий отряд орков. Но Дэрек со всем этим неплохо справлялся и довольно быстро заслужил чин лейтенанта.

source: Lately, disappearances of villagers working to gather wood in the forest had troubled the townsfolk. Reports came back from those that investigated the forests that the air was unnaturally cold, a cold that seemed to penetrate into one's bones.
ru: Странности начались недавно. Вначале без вести пропали несколько отправившихся по дрова крестьян. Те, кто ходил искать пропавших, рассказывали, что воздух в лесу казался неестественно холодным. Холодным настолько, что, казалось, проникал в самые кости.

source: Unusually large and aggressive bats had been seen at night and there was talk of grave robbers in the cemetery at night. One night, the town grave digger had seen someone in the graveyard. The militia was sent to investigate...
ru: А потом, ночью, над крышами домов заметили невесть откуда взявшихся огромных летучих мышей. И ещё поползли слухи о грабителях, которые по ночам орудуют на старом кладбище. Но слухи оставались слухами до тех самых пор, пока однажды ночью деревенский могильщик своими глазами не увидел, как какие-то тёмные личности вскрывают древний склеп. Ополчение отправилось расследовать случившееся…

source: Death of Darik
ru: Смерть Дэрека

source: Turns run out
ru: Закончились ходы

source: (This is the prologue to our story, units from this scenario cannot be recalled later)
ru: (Это вступительная часть нашей истории, бойцов из этого сценария в дальнейшем призвать не получится)

source: Investigate the graveyard and crypt
ru: Исследуйте кладбище и склеп

source: Make invincible
ru: Стать неукротимым

source: For the remainder of this scenario, this potion adds the Berserk ability to this unit's melee attacks
ru: Это зелье до конца сценария наделит вас способностью берсеркера.

source: berserker potion^Take it
ru: взять

source: berserker potion^Leave it
ru: оставить

source: I can't use it
ru: Я не могу его использовать

source: Berserk Potion
ru: Зелье берсеркера

source: Jump to Mal-Arthim
ru: Перейти к Мэл-Артиму

source: Another body has come back to life!
ru: Ещё одно тело возвратилось к жизни!

source: What manner of sorcery is this? The body from this grave has risen!
ru: Что это за колдовство такое? Мертвец поднялся из своей могилы!

source: First zombies, and now ghosts?!
ru: Сначала зомби, а теперь и призраки?

source: Darik
ru: Дэрек

source: Brent
ru: Брент

source: Hunting Party
ru: ополчение

source: Mal-Arthim
ru: Мэл-Артим

source: Enemies
ru: враги

source: Alright boys, we need to find out who has been messing with the graves of our dead. Be cautious as we know that people in Tuirin have reported more frequent sightings of the undead.
ru: Так, парни, давайте узнаем, кто тут настолько осмелел, что решил потревожить покой наших предков. Только смотрите – осторожней! – поговаривают, пастухам из Туриина очень уж часто стали мертвяки попадаться.

source: Yes sir, you can count on us.
ru: Да, сир, можешь на нас рассчитывать.

source: The crypt is locked, lets try that key out.
ru: Склеп заперт. Может, попытаемся открыть его тем здоровенным ключом?

source: Great, that was the right key, now lets explore this crypt. It looks like it is well lit in there.
ru: Отлично, ключ подошёл идеально. Теперь можно и склеп осмотреть. Мне кажется, или там и впрямь свет горит?

source: Explore the crypt and eliminate any undead you find
ru: Осмотрите склеп и уничтожьте любых встреченных вами мертвецов.

source: Looks like the crypt is locked.
ru: Похоже, что склеп заперт.

source: Search the graveyard for the key. It must be here somewhere. Those graves look like they have been recently disturbed, perhaps someone dropped the key near one of them?
ru: Ищите ключ. Он должен быть где-нибудь здесь. Хм, те могилы выглядят так, будто их раскапывали совсем недавно. Возможно, наши таинственные негодяи уронили ключ в одну из них?

source: Look, the inner crypt is open.
ru: Смотрите, а внутри склеп не заперт.

source: Go away fools, I do not have time for you!
ru: Прочь, невежды, у меня нет на вас времени!

source: It is time for you to die and leave our the bones of our dead in peace foul Sorcerer!
ru: Пора тебе сдохнуть, поганый колдун, и оставить в покое кости наших родных!

source: Do you really think you can kill me? If you truly want the bones of your dead, here you are!
ru: Ты и в самом деле считаешь, что способен причинить мне хоть какой-нибудь вред? Если хочешь позаботиться о костях своих мертвецов, то вот, пожалуйста!

source: Darik must attack the Lich
ru: Дэрек должен напасть на лича

source: Hey, I found a key!
ru: Эй, я нашёл ключ!

source: Now let's go and open that crypt.
ru: Ну что ж, пойдём, откроем склеп.

source: Hmmm, perhaps it is for the crypt at the end of the graveyard?
ru: Хм, может, он от того склепа в конце кладбища?

source: Tomb keeper
ru: Смотритель

source: Thank God you came! The graves have been desecrated and the bodies of the dead are missing!
ru: Хвала всевышнему, вы не оставили меня одного! Здесь такая жуть творится! Могилы осквернены, тел умерших нет на своих местах!

source: Don't worry sir, we'll look into it. It appears the gate is locked?
ru: Не волнуйся, мы сейчас всё осмотрим. А что, ворота заперты?

source: Oh yes, sorry about that, I did not want anything to get out. Here let me open it for you.
ru: Ах да, за это простите, я так боялся, как бы <i> что-нибудь </i> оттуда не выбралось наружу. Позвольте мне их для вас открыть.

source: The gate is unlocked, please be careful, I must go now.
ru: Ворота открыты, но, пожалуйста, будьте осторожней, и уж простите меня ещё раз, но я лучше уйду.

source: You cannot hurt me you fool!
ru: Глупец, ты не сможешь причинить мне боль!

source: Let me at him boys!
ru: Дайте-ка я ему приложу!

source: Fool boy, do you really think you can kill me?!
ru: Глупый мальчишка, ты полагаешь, что в силах убить меня?

source: Now rise and follow me!
ru: Теперь поднимайся и следуй за мной!

source: Darik's ghost
ru: Призрак Дэрека

source: No, it cannot end like this!
ru: Нет! Это не может вот так окончиться!

source: Darik! No! I cannot live without you!
ru: Дэрек! Нет! Я не смогу жить без тебя!

source: Arrival at the Guild
ru: Прибытие в гильдию

source: The search party was wiped out by the lich and raised to do his bidding. By the time that Vallin made it back to the village it was too late. His father, friends, and most of the village had been wiped out, they had found the lich too late.
ru: Тёмный лич уничтожил отряд ополчения и получил тем самым новых кошмарных слуг. Валлин спешил вернуться домой, но опоздал. Слишком поздно выступили они против тёмных сил, а теперь большая часть деревни оказалась разрушена, многие её поселяне расстались с жизнями, и среди них друзья Валлина и его отец.

source: Vallin was crushed, losing his mother first and now his brother and father, it was just too much for him. When the survivors in the village that had successfully hidden from the undead decided to pack up and flee to the nearest town, Vallin decided that there was nothing left for him. He packed up his few belongings and set out on a different path, heading north towards the mage guild. The trip was a long and hard one, but it gave him time to grieve.
ru: Горе обрушилось на него тяжким грузом. Смерть матери, а теперь и отца с братом лишили Валлина последних сил. Когда наутро оставшиеся в живых крестьяне собрались, чтобы укрыться под защитой стен ближайшего города, Валлин принял иное решение. Нет, он не станет бежать и прятаться, и в дальнейшем пойдёт своим собственным путём. Собрав нехитрые пожитки, он направился на север, к магической гильдии. Дорога была длинной и трудной, но дала ему время хоть немного примириться со своим горем.

source: The tower was impressive and he was intimidated at first. The guild welcomed him though and had a policy to allow potential mages to study before taking an entrance test. Vallin proved to be a quick learner and impressed the guild members. After being there for a season he was called by the council to take the test to become an apprentice...
ru: Сказать, что башня Эияр впечатлила юного адепта, значит, ничего не сказать. Она пугала и подавляла его своим величием. И хорошо ещё, что в гильдии тепло и с пониманием отнеслись к новому послушнику, позволив ему обучаться один год, не проходя обязательное испытание. Но время пролетело незаметно, год обучения остался позади, и совет гильдии собрался, чтобы принять окончательное решение…

source: Messenger
ru: Посланник

source: Vallin, the guild elders are awaiting your presence.
ru: Валлин, тебя ждут старейшины гильдии.

source: Sir, you have requested my presence?
ru: Господа, вы желали меня видеть?

source: Yes. Vallin, as you know, it is our custom to admit students for one season to learn. Then, if the student shows promise, they must pass a test to continue their studies here. Only upon passing, can you be granted full membership of the guild and be assigned as an apprentice to a senior guild member. It is time for you to decide if you belong here.
ru: Да, Валлин. Как ты знаешь, иногда мы позволяем своим ученикам пройти год обучения, не требуя от них ничего взамен. Если же по окончании этого срока ученик захочет остаться в наших стенах, то он должен пройти испытание, и только добившись положительного исхода сможет стать полноправным членом гильдии и считаться её учеником. Сейчас твоё будущее находится в твоих руках, Валлин.

source: As you know, the test is only complete if you succeed or die trying.
ru: Как тебе должно быть известно, испытание закончится только в двух случаях – либо в случае твоей победы, либо в случае твоей гибели.

source: There is no going back from this decision, it is final. So you must choose wisely.
ru: И обратного пути не будет. Принятое сейчас тобою решение станет окончательным.

source: Are you ready to take the test or does fate lead you elsewhere?
ru: Готов ли ты пройти испытание, или судьба желает для тебя иного предназначения?

source: Take the test
ru: Начать испытание

source: I am ready
ru: Я готов.

source: Very well, please follow the path behind me.
ru: Хорошо. Прошу, следуй за мной.

source: No, the risk is too great
ru: Нет, риск очень большой

source: I am sorry, I cannot risk my life.
ru: Мне жаль, но я не могу так рисковать своей жизнью.

source: It is unfortunate, but it is better that you have made your choice now.
ru: Это прискорбно. Но хорошо, что ты сделал свой выбор сейчас.

source: Vallin departed from the guild, but never found a place in the world and lived an isolated life as a hermit.
ru: Валлина отстранили от гильдии. Он так и не смог найти своё место в мире и всю жизнь прожил нелюдимым отшельником.

source: healed
ru: исцелён

source: Guild Entry
ru: Вступление в гильдию

source: Fire
ru: Огонь

source: Water
ru: Вода

source: Air
ru: Воздух

source: Earth
ru: Земля

source: Pass the test
ru: Пройдите тест

source: Death of Vallin
ru: Смерть Валлина

source: Place and light the bomb
ru: Заложите и подожгите бомбу

source: The magma is flowing into the water, the heat should chase these water elementals away.
ru: Магма течёт в воду. Высокая температура должна отогнать этих водных элементалей.

source: I'm not sure if that did much to help me.
ru: Не уверен, что это мне поможет.

source: I better move far out of the way!
ru: Лучше отойду-ка я подальше!

source: Jump to water
ru: Перейти к воде

source: Wearing this amulet will cause every blow you deal to inflict arcane damage and boost your resistances for this scenario.
ru: С этим амулетом каждый ваш удар до конца текущего сценария наполнится мистической силой.

source: holy amulet^Take it
ru: взять

source: holy amulet^Leave it
ru: оставить

source: I am not suited to using this item! Let another take it.
ru: Я не могу носить этот предмет! Пусть кто-нибудь другой возьмёт его.

source: Holy Amulet
ru: Освящённый талисман

source: Your attacks are now arcane and your resistances have been raised.
ru: Теперь ваши атаки основываются на мистической природе, а сопротивления заметно возросли.

source: A bomb. It is problably powerful enough to bring the walls down.
ru: Бомба. Наверное, её мощности хватит, чтобы разрушить стены.

source: bomb^Take it
ru: взять

source: bomb^Leave it
ru: оставить

source: Bomb
ru: Бомба

source: Use the context menu to light the fuse of this bomb, and make sure you have enough movement points to stand back!
ru: Поджечь фитиль этой бомбы можно через контекстное меню ПКМ. Только перед её использованием убедитесь, что у вас хватает очков движения для того, чтобы отойти подальше!

source: Weakened state
ru: Нехватка сил

source: Voice
ru: Голос

source: You must pass the test of endurance.
ru: Вы должны пройти испытание выносливости.

source: I guess there is no turning back now.
ru: Полагаю, назад мне теперь пути нет.

source: The heat here is oppressive. Standing on these bridges is going to hurt.
ru: Из глубин поднимается просто невероятный жар. Оставаться на этих мостах будет небезопасно.

source: What type of creature is this?
ru: Что это за создание такое?

source: That was not too hard. Their magic is quite unique, I wonder where they come from
ru: Всё оказалось не так уж и трудно, хоть их магия довольно необычна. Интересно, откуда они произошли?

source: heat
ru: жар

source: Begin the test of intelligence.
ru: Начать испытание интеллекта.

source: Looks like the fire elementals have gone away. I wonder if their will be water ones in this next test.
ru: Похоже, что огненные элементали наконец-то ушли. Что же дальше? Неужели за огнём последует вода?

source: I don't see a way out. Perhaps I can blast through a wall using the bomb. I can't just use it anywhere though, maybe there is somewhere the walls are thinner.
ru: На выход и намёка нет. Может быть, хоть с помощью бомбы у меня получится взорвать стену. Эх, найти бы, где стена потоньше…

source: The south wall here is really hot, that magma must be flowing right behind it.
ru: Южныа стена довольно горячи. Полагаю, это магма изрядно её подточила.

source: Ah, finally. I smell fresh air. I think that the test must be over!
ru: Ах, наконец-то повеяло свежим воздухом. Думаю, с испытанием я справился!

source: Begin the test of swiftness.
ru: Начать испытание скорости.

source: Begin the test of strength.
ru: Начать испытание силы.

source: Old Mage
ru: Старый маг

source: Very good pupil. I am glad to see you have survived your ordeal, but I see you are wounded. Please, let me heal you.
ru: Очень хорошо, ученик. Я рада, что ты пережил испытание. Но вижу, ты ранен. Прошу, позволь мне исцелить тебя.

source: Very good pupil. I am glad to see you have survived your ordeal.
ru: Очень хорошо, ученик. Я рада видеть, что ты пережил испытание.

source: It is time for you now to choose your path in the guild. The school of magic will dictate your curriculum for the rest of your studies. Do you wish to focus the spiritual path, time and space, or worldly magic?
ru: Теперь, Валлин, выбери направление, изучению которого ты бы хотел себя посвятить. А наставники помогут тебе составить план занятий. Что тебя привлекает больше: совершенствование духа, подчинение времени и пространства или, может, тебе по душе мирская магия?

source: May I ask a question first?
ru: А могу я задать вопрос?

source: Certainly, what is your question young Vallin?
ru: Конечно. И каков твой вопрос, Валлин?

source: Those elements in the cave that attacked me, where did they come from?
ru: Те элементали в пещере, которые на меня нападали, откуда они появились?

source: The guild was founded upon earth that emanated strong magical forces. It allows us to tap into magic that could not be performed otherwise. During the construction of the foundation, we found a cavern beneath the ground. The elementals we residing in that cavern. They seem to come from magical stones that reside down there.
ru: Наша гильдия основана на землях, полных магической силы. Это позволяет нам творить такое волшебство, какого невозможно было бы добиться иначе. Во время закладки фундамента башни мы обнаружили под землёй систему пещер, и уже тогда там проживали элементали. Кажется, их появление связано с магическими камнями, которые повсюду встречаются в подземелье.
