Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: Too many died for there to be a celebration. Almost no mages were left alive in the guild and the dwarves pulled back into their caverns to tend to their wounded and dead. The guild continued, no one quite sure where Marthos had gone, none realizing or wanting to believe that he was the lich. Wisps still occasionally burst forth from the crystal and the elemental presence was stronger than before. Guards were stationed in the cavern and were able to keep the magical creatures at bay, but the magic was getting stronger. It would only be a matter of time before action would have to be taken...
ru: Мир был спасён, но оставшимся в живых было не до празднеств. Гномы понесли серьёзные потери и вернулись в свои пещеры оплакивать павших товарищей, а что до магов гильдии Эияр, то их осталось так мало, что саму гильдию еле удалось сохранить. Но наиболее тяжким ударом для магов стала пропажа их лидера, Мэртоса, который долгие годы был им наставником. Никто не верил и не хотел верить, что их учитель мог оказаться личем, повелителем мёртвых. Огоньки – элементали чистых энергий – всё ещё вырывались из, казалось, неисчерпаемых глубин магических кристаллов, и сила этих порождений была велика, как никогда прежде. Поначалу магическая стража держала в страхе волшебных сущностей, но тех становилось всё больше, а сила их всё возрастала. Столкновение было неизбежным…

source: To be continued in part II...
ru: Продолжение следует.

source: Kil'rathacar
ru: Кайл’Разакар

source: You
ru: Вы

source: Test Units
ru: Тест юнитов

source: In the year 275 YW, events unfolded that involved an ancient story of Irdya unknown to the participants of the event. Vallin, a young but talented mage, was able to tap into a new type of magic. This magic came forth from magically powered rocks in a cavern beneath the Eiyar mage guild. His story, told in the Rise of the Elementalist, chronicles how he used the power to create an army of animated elements, or elementals.
ru: В 275 году от ОВ начались события, которые, как даже и не догадывались сами их участники, оказали огромное влияние на историю королевства Ирдии. В те годы молодой и талантливый маг Валлин овладел новым, до тех пор пока ещё никому не подвластным видом магии, сокрытой в пещерах под башней гильдии Эияр. История Валлина освещается в Становлении Элементалиста, хронике, рассказывающей об обретении им власти над армией оживлённых элементов окружающего мира, известных нам, как элементали.

source: What was unknown at the time however, was that his actions began a series of events that could lead to the fall of Wesnoth and possibly even Irdya itself. After Vallin had used the magic of the stones to transform himself into a magical being and put down an undead army, the stone (in fact it was revealed to be a crystal) was emanating far more magic than it ever had before.
ru: Тогда никто не задумывался, что любознательность одного послушника не самой примечательной гильдии запустит цепочку событий, которые поставят на грань существования не только Веснот, но и саму Идрию. После того, как Валлин использовал силу магических камней, чтобы превратиться в необычайно могущественную сущность и положить конец мёртвым армиям, магия из загадочного кристалла потекла непрерывным потоком.

source: In 283 YW, the power had grown too much. Mages and armored guards that had served in the cavern for eight years could no longer continue to hold back the magical essences, or wisps, that came forth from the crystal. It was determined that they would have to do something, and do it right away before their ability to contain the beings would fail and the wisps would overpower the area.
ru: К 283 году от ОВ сила запертых в пещере элементалей достигла такой степени, что нёсшие там стражу маги и закованные в броню солдаты уже не могли своими силами сдерживать порождённых кристаллом магические сущности. Нужно было решиться на что-либо радикальное, прежде чем силы защитников будут сломлены, и никем не контролируемая орда элементалей не вырвется наружу.

source: The mages of the guild had been studying the crystal, and although they could still not comprehend its true nature, they thought they had the means to destroy the crystal. The second chapter of this story now begins with the actions of these mages...
ru: Маги гильдии всё своё время посвятили изучению кристалла, и хоть и не смогли постигнуть его истинную природу, но считали, что получили средства для его разрушения. Вторая глава этой истории начинается с попытки положить конец влиянию кристалла…

source: Guild
ru: Гильдия

source: Taenvan
ru: Тиенван

source: Carygwyn
ru: Каригвин

source: Aleara
ru: Алаэра

source: Demon
ru: Демон

source: Now remember, we must all cast our spells simultaneously in order to destroy the crystal.
ru: Не забывайте, чтобы разрушить кристалл, мы должны произнести заклинания одновременно.

source: Yes Carygwyn, we have been through this, we are ready!
ru: Да, Каригвин, мы уже не раз это обсуждали, и давно готовы!

source: Taenvan, calm yourself. You know that we are not even sure this will work!
ru: Тиенван, успокойся. К чему мы готовы? К тому, что даже не догадываемся, как именно оно сработает?

source: I realize this, but should we wait any longer it may be too late. We are already risking another occurrence and the last one cost us three casualties.
ru: Я прекрасно тебя понимаю, Алаэра, но и ждать нам больше нельзя. Последний выброс элементалей стоил нашим людям трёх жизней. Во сколько обойдётся следующий?

source: Yes it is true, it must be now. If we are ready then, let us begin.
ru: Да, всё так, отступать нам дальше некуда. Если у вас не осталось сомнений, то давайте начнём ритуал.

source: Its working! The crystal is beginning to fracture.
ru: Сработало! Кристалл покрылся трещинами.

source: Wait, something is wrong, a force is emanating from the fracture lines, we must stop!
ru: Погодите, что-то тут не так. Из разломов струится энергия. Мы должны немедленно остановиться!

source: It is too late, the cavern is destabilizing!
ru: Слишком поздно!

source: The crystal fractured, and a large wave of magic escaped. Three fragments broke from the crystal. As it split, the energy destroyed the cavern floor, killing the mages instantly. What they had not known was that the crystal was not the source of the magic, but it instead kept a magical creature at bay, an ancient one...
ru: Кристалл раскололся, и волна огромной магической мощи рванула наружу. От самого кристалла отлетели три небольших фрагмента, а высвобожденная энергия обрушила половину пещеры, погубив отчаянных магов. Увы, они не знали, что кристалл был не источником волшебных сил, а местом заключения древнего могущественного существа…

source: Free at last.
ru: Наконец-то свободен.

source: Something is missing...
ru: Чего-то не хватает…

source: Me confused.
ru: Я напуган.

source: Reawakening
ru: Пробуждение

source: You awake as if from a deep slumber. You are confused and your mind is divided. The confusion is making you mad. You are angry and want revenge, but you do not remember why. You need to build back up your strength. You can feel a magical source in the far distance.
ru: Вы будто сбрасываете оковы глубокого забытья. Расщеплённый на части разум в замешательстве замирает… Замешательство порождает гнев, пробуждает жажду мести… Но мести кому? За что? Ответов нет. Да сейчас и не до них, оставшихся сил не хватает даже на то, чтобы сосредоточиться. Но где-то далеко вы чувствуете живительный источник магии.

source: Note: you cannot recruit or gain experience yet as you are too weak.
ru: Примечание: из-за вашей слабости вы не можете вербовать или получать опыт.

source: No gold will be carried over.
ru: Золото в следующий сценарий не переносится.

source: Find the magical source
ru: Найдите источник магии

source: Enter the room with any unit
ru: Войдите в комнату с любым юнитом

source: Any units die
ru: Любой из юнитов умирает

source: Ah Dwarves! They seem to be guards.
ru: Это же гномы! Кажется, они здесь что-то охраняют.

source: I we can find the source of the magic, we should be able to use its energy to recover our strength. We can deal with the dwarves later.
ru: Чтобы вернуть мою силу, мне нужно отыскать магический источник. А с гномами разобраться можно будет и позже.

source: Air, you are the fastest of us and cannot be trapped so easily, find a way around the dwarves and we will create a distraction to buy you time.
ru: Воздух, ты из нас самый быстрый, и тебя нелегко поймать в ловушку. Проберись к гномам, а мы пока их отвлечём.

source: It will be done. You best find a defensible position near here where the elements allow you to heal, I will try to be fast.
ru: Будет сделано. Лучше всего для обороны вам подойдёт эта позиция, здесь элементы смогут исцеляться. А я постараюсь не мешкать.

source: Me tough, can take hits, use hills for cover.
ru: Лучше уж я использую холмы.

source: To arms, there is something approaching! Guards protect the runemaster's room!
ru: К оружию, парни! Кто-то приближается! Стража, защищайте рунного мастера!

source: It looks like they are guarding the entrance to that building to the south.
ru: Похоже, они охраняют то здание на юге.

source: All we need is for one of us to enter the room and we should be close enough to the source to draw from its power and bring the rest of us to it.
ru: Всё что нам нужно, это оказаться в том зале, так близко от источника силы, чтобы напитаться его энергией и напоить ею остальные наши части.

source: No, I must protect the rune magic!
ru: Нет! Я должен защитить магию рун!

source: Get out! Your presense is corrupting this holy place! I will let no thief steal our rune stone!
ru: Подите прочь! Ваше присутствие оскверняет это святое место! Я никому вору не позволю украсть наш рунный камень!

source: How dare you call me a thief! It is you that have stolen the stone from me. Do you honestly think that your simple race could create such magic?
ru: Как ты посмел назвать меня вором! Это вы – те, кто украл мой камень. Неужели ты думаешь, что ваша примитивная раса смогла бы создать нечто подобное?

source: ... What are you talking about? This stone is dwarven and has been handed down through countless generations.
ru: …Что за бред? Этот камень принадлежит гномам, он передавался от поколения к поколению…

source: I do not care how many generations have been using my stone, it was taken ages ago from me and now you shall see what real magic it can wield!
ru: Мне нет дела до того, сколько ваших скоротечных поколений пользовалось моим камнем. Он был у меня отнят очень, очень давно, и сейчас вы узрите его истинную мощь!

source: None save you now.
ru: Теперь тебя ничто не спасёт.

source: Now watch as we take back our magic!
ru: Узрите , как мы возвращаем себе свою силу!

source: The stone! What have you done!
ru: Камень! Что с ним происходит?

source: My runes! You will pay for this!
ru: Мои руны! Вы заплатите за это!

source: Fool, it is time for you to be sacrificed!
ru: Глупец, пора принести тебя в жертву!

source: Noooo!
ru: Нееет!

source: Let his life force be reborn!
ru: Пусть его жизненная сила возродится заново!

source: The magic has been consumed.
ru: Магия исчерпана.

source: We must find the stolen fire stone, it should not be far.
ru: Нужно отыскать украденный камень огня, он не должен быть далеко.

source: Make exit now.
ru: Выйдите.

source: Now to find where they are keeping our stone...
ru: Отыщем, где они схоронили наш камень…

source: Select a debug option:
ru: Выберите вариант отладки

source: Move to runemaster
ru: Перейти к рунному мастеру

source: Cancel
ru: Отменить

source: Fire Stone
ru: Камень Огня

source: Many ages ago the dwarves invaded the deep of your home and made off with magical stones. One of these was the fire stone, a stone imbued with magic of earth and fire. Unlike the minor stone you just consumed, the fire stone should have the power to unite your earth and fire elements.
ru: Многие годы тому назад гномы похитили из вашего дома волшебные камни. Одним из них был полный магии пламени и земли Камень Огня. И если остальные камни были способны лишь отдавать вам свою силу, то Камень Огня обладал властью над земными и огненными элементалями.

source: Even from afar, you can feel the presence of the fire stone and it leads you to a dwarven city. Your powers are still very weak and you cannot summon more elementals without external magic. You will need to be cautious in invading the city...
ru: Даже издали вы чувствуете присутствие этого камня. Жажда силы манит, направляет вас, выводя прямо к городу гномов. Но ваши силы всё ещё слабы, вы не можете вызвать достаточное число элементалей без дополнительной, явившейся бы извне магии. Отступить? Нет, просто в час вторжения нужно быть предельно осторожным...

source: Note: you cannot recruit.
ru: Примечание: вы не можете вербовать.

source: Note: Dwarves live in the houses in the city, moving too close to one will alert the occupant.
ru: Примечание: Если вы будете проходить слишком близко от городских домов, то можете потревожить жителей.

source: Move the fire leader and rock leader next to the fire stone.
ru: Переместите огненного и каменного лидеров к Камню Огня.

source: Any of your parts die (the three leader elementals)
ru: Любая из ваших частей умирает (один из трёх лидеров элементалей)

source: We are getting close now. We must try to not attract attention, our numbers are too few.
ru: Мы на месте. Постараемся не привлекать внимание, нас слишком мало.

source: We should keep an eye out for any alternate routes, perhaps we can find one less traveled.
ru: Нужно внимательно присмотреться ко всем возможным маршрутам: какой-нибудь из них должен оказаться немноголюдным.

source: With such a large city, won't we be overwhelmed master?
ru: Повелитель, разве мы не рискуем всем, пробравшись в такой большой город?

source: This is the dwarf's night and therefore will be sleeping. Also, they are not expecting a small group this deep into their city. As long as we do not attract too much attention, we should be able to slip in and out without too much hassle.
ru: Сейчас ночь, и гномы спят. Кроме того, они не ожидают нашего появления в самом сердце их города. Но да, внимание нам привлекать нежелательно, действовать придётся украдкой, а в бой вступать как можно реже.

source: His spirit was strong and the stone is close enough, I can tap its power to raise an elemental!
ru: Его дух был силён, а камень уже настолько близок ко мне, что я могу обратить свою победу в элементаль!

source: My death shall be avenged!
ru: Моя смерть будет отомщена!

source: Not likely.
ru: Вряд ли.

source: Rise!
ru: Восстань!

source: A lava elemental, we have found the fire stone.
ru: Элементаль лавы, мы отыскали Камень Огня.

source: Who goes there?
ru: Кто здесь?

source: What on Irdya is that?!
ru: Что, во имя прекрасной Ирдии, это такое!?

source: To arms!
ru: К оружию!

source: Who's makin' all that noise?
ru: Кто тут посмел шуметь?

source: Whatever you are, you will not have the sacred stone!
ru: Чем бы вы ни были, священный камень вы не получите!

source: Wake the city, raise the alarm!
ru: Поднимай всех! Бей тревогу!

source: A loud horn blasts its sound through the caves.
ru: Сигнал рога громом разносится по пещерам.

source: I hate water!
ru: Ненавижу воду!

source: Odd, I can feel the magic flowing through the water, I think that if we follow the water to the southwest it may take us to a back entrance.
ru: Странно, но я чувствую, как вместе с потоком воды струится и поток магии. Думаю, если мы последуем за течением на юго-запад, то сможем выйти к чёрному ходу.

source: Tarkbatku Cal'raimous
ru: <i> Tarkbatku Cal'raimous </i>

source: Rak-talar Parathul
ru: <i> Rak-talar Parathul </i>

source: Now to reclaim the stone.
ru: А теперь используйте камень.

source: Just a dwarven road sign, I cannot read its writing.
ru: Это просто дорожный знак гномов. Я не могу разобрать это новомодное письмо.

source: This cave is close to the stone, I can feel its energy.
ru: Эта пещера близко к камню, я чувствую его энергию.

source: Lock is metal, I should be able to melt it.
ru: Замок металлический, я без труда его расплавлю.

source: Me stop reinforcements.
ru: Меня задержали подкрепления.

source: Lock is metal, a fire wisp or elemental should be able to melt it.
ru: Замок металлический, огненный элементаль без труда сможет его расплавить.

source: Turn off fog/shroud
ru: Выкл/вкл туман

source: Kill stalwart(s)
ru: Убейте стойких приверженцев Камня

source: Kill runemaster
ru: Убейте рунного мастера

source: Move to stone
ru: Подойти к камню

source: Back door
ru: Чёрный ход

source: To the Depths
ru: В глубины

source: After claiming the fire stone your strength has begun to return, but you are still very weak. You now turn to descend through the caverns back to your home. There, the stone of darkness should still reside.
ru: После того как вы получили Камень Огня, ваши силы начали восстанавливаться, но их ещё явно недостаточно. Теперь вам пора спуститься к вашему подземному дому. Там вас всё ещё должен ждать Камень Тьмы.

source: Note that you can recall troops, but not recruit any in this scenario.
ru: Обратите внимание, в этом сценарии вы можете призывать войска, но не вербовать их.

source: Find your way to down to your lair (move either leader to the marked exit)
ru: Отыщите путь к своему логову (переместите любого лидера к отмеченному выходу)

source: Either of your leaders die
ru: Любой из ваших лидеров умирает

source: The dwarves are on our tail. Without reserves we must go as fast as we can.
ru: Гномы преследуют нас по пятам. Нужно двигаться как можно быстрее.

source: If we continue to the southeast we should be able to find a way deeper into the caverns.
ru: Если мы собираемся идти на юго-восток, то должны отыскать путь поглубже.

source: Just a sink hole from above. The dwarves must be using it for water. We should avoid being cornered here in the light.
ru: Это отверстие, в которое стекает дождевая вода, должно быть, здесь гномы ею и запасаются. Нельзя дать загнать себя в угол, да ещё и в таком освещённом месте.

source: There is a steep path down further into the cave.
ru: Есть крутой спуск в нижние пещеры.

source: The way is blocked.
ru: Дороги нет.

source: We are close to our lair.
ru: Мы уже близко.

source: There are more dwarves down here.
ru: Здесь гномы, и не мало.

source: To arms, some abomination has come down the path! Darn, if trolls ain't bad enough!
ru: К оружию! К нам спустилась какая-то паршивая мерзость! Проклятье, да тролли теперь кажутся просто отличными парнями!

source: Here are the trolls the dwarves were referring to.
ru: Вот тролли, о которых говорили гномы.

source: Alarm! Strange things come!
ru: Тревога! Творится нечто странное!

source: You may have killed me, but reinforcements will be on their way soon.
ru: Может, вы меня и убили, но подкрепление скоро сюда нагрянет.

source: Avenge me!
ru: Отомстите за меня!

source: I die with honor!
ru: Я погибаю с честью!

source: The trolls will overrun our tunnels!
ru: Тролли захватывают наши пещеры!

source: Argh!
ru: Аргх!

source: The transformation has not left enough power to create more elementals from the stone.
ru: Больше нет сил создавать каменных элементалей.

source: We are being attacked by magic creatures, to arms!
ru: На нас напали какие-то волшебные твари! К оружию!

source: Teleport to level 2
ru: Телепорт ко входу на 2й уровень

source: Rebirth
ru: Возрождение

source: Move both leaders next to the stone
ru: Поместите обоих лидеров рядом с камнем

source: One of your leaders die
ru: Один из ваших лидеров умирает

source: It is time to destroy the elves!
ru: Пора уничтожить эльфов!

source: The dwarves are hot on our tail. We must find the stone fast and bring our troops to the center.
ru: Гномы от нас не отстают. Нужно найти камень и как можно быстрее созвать наши армии.

source: There are likely to be trolls here as well, we will be surrounded.
ru: Чувствую, здесь водятся и тролли. Как бы нас не окружили.

source: Once we are reformed we can recruit an army.
ru: Как только мы преобразуемся, то сможем завербовать новую армию.

source: There is that abomination. Destroy them!
ru: Вот эти твари. Уничтожьте их!

source: Reinforcements are here!
ru: Подкрепление!

source: It is time. Let us draw upon the darkness!
ru: Пора. Да грянет тьма!

source: I am reborn!
ru: Я возродился!

source: No, it can't be Kil'rathacar. I thought him only a fairy tale!
ru: Нет, это не может быть Кайл’Разакар, это же только сказки!

source: Now my minions, while the power of the stone is strong, kill the dwarves for what they did to me!
ru: Теперь, мои верные слуги, власть камня сильна, как и прежде. Я хочу, чтобы вы покарали гномов за всё то, что они посмели мне причинить!

source: Build and strengthen your army. The scenario will continue to the end of turns unless all four leaders are killed, but only the dwarf leaders must be killed. Note that you can now recruit and you can recruit from the center summoning circle
ru: Создайте и усильте свою армию. Если все четыре вражеских лидера не будут убиты, то сценарий продолжится до окончания ходов, но при этом для победы достаточно убить только лидеров гномов. Обратите внимание: теперь вы можете вербовать из центра призывающего круга.

source: Kill the two dwarf leaders before time runs out
ru: Убейте двух лидеров гномов прежде чем закончится время.

source: Kill the troll leaders
ru: Убейте вожаков троллей

source: Your leader dies
ru: Ваш лидер умирает

source: I am in position, come now so we can complete this!
ru: Я на месте. Давайте с этим покончим!

source: On my way.
ru: Уже иду

source: I am here, lets get this over with.
ru: Я на месте. Давайте это закончим!

source: Jump to stone
ru: Подойдите к камню

source: Test turns up, loss
ru: Тест окончились ходы, проигрыш

source: Test turns up, dwarves dead
ru: Тест окончились ходы, гномы мертвы

source: Kill leaders
ru: Убейте лидеров

source: Surface Breach
ru: Поверхностный разлом

source: Now complete, you remember what had happened. Many years ago the dwarves invaded your realm. You destroyed many, but an unlikely unity between Dwarves and Elves with the help of water and ice caught you. Sealed in a magical tomb for eons, you could not come forth until the seal began to weaken. You used to be immortal, but now you know without the third and final stone, you are vulnerable. You cannot feel its presence, only the elves could have it and obscure it this well from you.
ru: Объединённый и обновлённый, вы вспоминаете о том, что некогда здесь произошло. Многие годы тому назад гномы вторглись в ваше королевство. Вы сеяли смерть направо и налево, но удивительное единение гномов и эльфов позволило им заключить вас в ловушку воды и льда. На целую вечность заключённый в магической гробнице, вы не могли покинуть свою тюрьму, пока печать не начала слабеть. Раньше вы были бессмертным, но без третьего, последнего, камня ныне вы остаётесь уязвимым. И проблема в том, что вы не в состоянии ощутить, где он расположен. Кто, если не эльфы, смог бы так укрыть его от вас?

source: With your army complete, you drain the power of the darkness stone. The power allows you to cause an eruption. The magma swells, flooding the lower tunnels, wiping out many dwarves and trolls. Your elementals, knowing your lair, find their way to the surface before being overwhelmed.
ru: Вы и ваша армия истощаете силы Камня Тьмы. Ваше могущество позволяет вам вызвать извержение, магма затопила подземные туннели, лишив жизни многих гномов и троллей, а огненные элементали устремились к поверхности...

source: Humans
ru: Люди

source: 200 gold? You are kidding! That is much too high a price for those weapons.
ru: 200 золотых? Да ты издеваешься! Слишком дорого за такое оружие.
