Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: Augatol, these may be the...
ru: Огэтол, они могут быть...

source: Yes, don't say it yet. Welcome. Normally we would wait for more formal introductions, but I am sorry, time is very limited. We already have information that several attack parties have been sent by Kil'rathacar to this site. Please, tell me what you know, but keep it pertinent please.
ru: Да, могут, но пока об этом упоминать не следует. Добро пожаловать. В обычное время мы бы сейчас рассыпались в формальных приветствиях, но когда мир катится в пропасть, этикетом можно и подтереться. Итак, мы уже знаем, что Кайл’Разакар предпринял несколько атак с того направления, где обнаружили вас. Значит, вы должны быть в курсе происходящего. Расскажите, что знаете, только, пожалуйста, без лишних соплей.

source: You, Aigalis and Duldrsil tell about the destruction of your home and how you came to be here.
ru: Вы, Эйгалис и Дулдрсил рассказали о том, как были разрушены ваши дома и как вы оказались здесь.

source: Your timing is perfect. You scouts have been trained for what we need right now. We need you to escort Nardring here to the tower of Eiyar.
ru: Что ж, вы оказались здесь весьма вовремя. Вы — разведчики, а это те, кто нам сейчас так необходим. Нужно сопроводить Нардинга к башне Эияр.

source: I have only heard of Eiyar by name, is that the human magician school that was destroyed?
ru: Я слышал это название. Разве там не школа человеческих фокусников, да и то разрушенная?

source: Yes, that is the one. You mentioned Kil'rathacar, but I do not think you know the whole story. I cannot tell you all of it now, but the Dwarven Runemasters have passed down the stories over the generations. It is this knowledge that Kil'rathacar seeks to end. You see, long, long ago, dwarves and elves worked together to find a water lord with the guidance of merfolk. This particular one was an ice goddess. The three powers managed to trap Kil'rathacar beneath where Eiyar was built. We need to go back to Eiyar and try to find evidence of where this ice goddess may have gone after the imprisonment of Kil'rathacar. Only she may know how to stop him, if she still exists.
ru: Да, всё так. Здесь уже упоминали имя Кайл’Разакара, но не думаю, что все знают эту историю целиком. Конечно, вся правда не известна и мне — лишь то, что через поколения сумели передать рунные кузнецы. И именно это знание Кайл’Разакар стремится уничтожить. Некогда гномы и эльфы объединились, чтобы отыскать могущественного повелителя вод. Нашим предкам удалось заключить договор с ледяной богиней. Всем им повезло заманить демона в ловушку, в том месте, где позже была построена Эияр. Нам нужно вернуться туда и отыскать следы сковавшей Кайл’Разакара ледяной богини. Только она сможет помочь нам вновь обуздать демона.

source: This sounds like a fools errand. You think that after all these ages there would be anything?!
ru: Дурацкая затея — довериться старым сказкам. А даже если хоть часть этого правда, то прошло уже столько времени...

source: If times were not so rough, I would have you exiled for such disrespectful talk. I admit it is a long shot, but do you have a better idea?
ru: В обычное время за такие разговоры я повырывал бы вам языки. Нет, я понимаю, что всё это звучит бредово, но, скажите: у вас есть идеи получше?

source: No I do not. I am sorry, I am tired and frustrated.
ru: Нет, ничего нет. Сожалею о своей грубости, но я очень устал и нервы не в порядке.

source: Understandable. Now, I must talk to Nardring before you set off. Please, rest until we are able to leave.
ru: Понимаю. Так, теперь мне нужно поговорить с Нардингом. А вы пока отдыхайте, всё равно прямо сейчас вас в путь никто не гонит.

source: You are given a small meal and allowed to rest, but it isn't long before you are woken by horns.
ru: Вам дают немного поесть и предлагают мягкую постель, но только голова касается подушки, как раздаётся тревожное пение подъёмного рога.

source: Ramalis, we are surrounded. Hurry, use that keep near you to recruit some Dwarves and get to the north passage as fast as you can. We'll try to hold off these elementals until you can escape. If you need to, you may recruit some of my fighters or guards to go with you.
ru: Рамалис, мы окружены. Бегите скорее к той крепости, завербуйте нескольких гномов и стрелой неситесь к северному проходу. А мы попытаемся сдержать элементалей. Если вам кто-то понадобится из моих бойцов или охранников — то берите без раздумий.

source: Farewell my friend, your name will be remembered.
ru: Прощай, друг. Твоё имя не забудут.

source: May my death not be in vain. Now go!
ru: Ха, за просто так они меня не получат. Вы ещё здесь?

source: Kill the northern elemental leader (lava)
ru: Убейте лидера элементалей лавы на севере.

source: Ramalis must escape to the northern exit
ru: Рамалис должен достигнуть северного выхода

source: We must kill the lava leader first or they will be right on our tail.
ru: Сначала нужно разобраться с предводителем этих раскалённых элементалей, а от они от нас не отстанут.

source: I tried to hold them. Not get going before you meet the same fate!
ru: Мы пытались сдержать их. Не оглядывайтесь назад, иначе разделите с нами смертный чертог!

source: Escape
ru: Спасение

source: Ramalis, Aigalis, Duldrsil and Nardring set off with the elementals at their backs. They spent no time to rest. Ramalis had so many questions to ask Nardring, but with them rushing through the underground, there simply was no time. They could outrun most of the elementals in the caves, but on occasion some of the air elementals tried to block their paths. They managed to kill them, but did take a few casualties. Finally, they neared the surface, and their destination.
ru: Рамалис, Эйгалис, Дулдрсил и Нардринг бежали прочь, преследуемые элементалями. Ни присесть, ни передохнуть. У Рамалиса на языке вертелось столько вопросов к Нардрингу, но задавать их было явно не время. Быстрые разведчики смогли оторваться от большинства элементалей, но иногда ожившим воздушным вихрям удавалось преградить им путь. Беглецам удавалось одержать верх в этих скоротечных схватках, но, увы, почти каждое такое столкновение не обходилось без потери. Наконец, они добрались до места назначения.

source: Meanwhile, on the surface, the elves were actually fairing worse than the dwarves. Although Kil'rathacar was no longer on the surface, the bulk of his army was there, destroying the elven cities. The elves were inflicting massive damage to their ranks, but the elemental army seemed to grow out of nothing at all. The leader of the elves of one such city in the depths of the Lintanir forest, had to face a harsh reality...
ru: Между тем, эльфам пришлось куда хуже, чем гномам. Хоть Кайл’Разакар и не показывался на поверхности, большая часть его армии была там и бушующей стихией разрушала эльфийские города. Эльфы отчаянно бросались в бой, несли чудовищные потери, но элементали, казалось, будто восстают из пепла. Лидер одного из таких городов, схороненного в глубинах Линтанира, один на один предстал перед суровой действительностью...

source: You cannot recruit in this scenario and elementals will continue to arrive all the time.
ru: В этом сценарии вербовка недоступна, а элементали будут прибывать непрерывно.

source: Elvowien must reach the south west corner
ru: Эльвовьен должна добраться до юго-западного края карты

source: Legilmawiel, please come here at once.
ru: Лигелмеил, прошу, подойдите ко мне.

source: Yes your highness?
ru: Да, ваше высочество?

source: The battle is going poorly, we need to take action. Please summon Elvowien.
ru: Сражение оборачивается не в нашу пользу. И нам нужно принять решение. Прошу, позовите Эльвовьен.

source: You summoned me?
ru: Вы звали меня?

source: Yes Elvowien, it is time for you to part ways with us.
ru: Да, Эльвовьен. Пришла пора нашего расставания.

source: I don't understand.
ru: Я не понимаю вас.

source: We cannot hold out here and one of us must go. If I were to leave now, all the remaining troops would lose moral and the one that goes needs all the time they can get. More elementals are arriving all the time, there is simply no way to resist and we cannot flee as they are faster than we are once outside of the forests.
ru: Мы долго здесь не продержимся, и одной из нас нужно уйти. Если уйду я, то за кого стали бы биться утратившие надежду солдаты? Элементалям не видно конца, мы ничего не сможем предпринять, и даже для отступления нам не хватит скорости.

source: But why me, there are others that have more experience?
ru: Но почему я? Есть и другие достойные эльфы, с намного большим опытом.

source: Elvowien, you have been studying the ancient scrolls, and there is none that has the strength to make this journey with your knowledge. You must go south and find the ruins of Eiyar, there we rest our hope that the ice goddess may be found.
ru: Эльвовьен, ты одна среди нас изучала древние свитки, и только у тебя одной есть силы и знания, чтобы добраться до руин башни Эияр. Вся наша надежда, надежда всех эльфов, заключена в том, что ты сумеешь отыскать ледяную богиню.

source: But the scrolls say that she was destroyed in the capture of Kil'rathacar.
ru: Но в рукописях говорится, что она погибла во время пленения Кайл’Разакара.

source: Destroyed. No. We think she may still live, but we have lost the knowledge of exactly what happened many ages ago.
ru: Погибла? Нет. Мы полагаем, что она могла уцелеть, но, конечно, никакой уверенности в этом у нас нет.

source: Even if she survived, what hope is there to find her by going to the ruins where there is still likely a large elemental force?
ru: Даже если она выжила, какие у меня шансы отыскать её в рунах Эияр, где всё ещё наверняка господствуют силы элементалей?

source: I am afraid we have no other choice. As for the forces, the mages have nearly all been destroyed and therefore it is probably no longer guarded heavily. I hope that you may find at least one mage that still lives that knows about the caverns below the tower. You must go now, we can no longer postpone your departure. You must make your way south to the river Listra. There, you should be able to find one of our boats that will allow you to travel faster than the elementals. Members of my guard will go with you.
ru: Увы, боюсь, иного выбора у нас просто нет. А что до стражников того, что осталось от башни — на сколько я знаю, почти все маги там погибли, и охранять руины просто некому. Но надеюсь, тебе удастся отыскать хоть одного уцелевшего волшебника, который знает о тех подземных пещерах. Ступайте, откладывать ваш отход дальше уже никак нельзя. Держите путь к реке Листре, там отыщите одну из наших лодок, по воде вы легко уйдёте от элементалей. Мои личные гвардейцы отправятся с тобой.

source: But you need all the (interrupted)
ru: Но вам ведь они нужне...

source: Elvowien, now is not the time for debate, you must go. I'll give you all the time I can, but do not tarry, I fear we will be overwhelmed soon. Now go!
ru: Не время для дискуссий, Эльвовьен. Отправляйтесь в путь, я дам вам столько времени, сколько смогу, но не рассчитывай, что мы долго продержимся. Ступайте!

source: Yes my lady.
ru: Слушаюсь, моя госпожа.

source: The fog is lifting, if only it would remain to provide more cover!
ru: Поднимается туман. Если бы только получилось в нём укрыться!

source: Look, a group of Elves is fleeing the city, do not let them escape!
ru: Смотрите, эльфы бегут из города. Не дайте им уйти!

source: I hope I held them off long enough...
ru: Надеюсь, я сдерживал их достаточно долго...

source: Ouch
ru: Ой!

source: Now we must reach the river.
ru: Теперь нам нужно добраться до реки.

source: Listra River
ru: Река Листра

source: Elvowien narrowly escaped the elementals and they pursued her through the forests. Only by using their skills in the forest was she able to avoid detection. It seemed like it took forever, but finally she reached the banks of the Listra river.
ru: Эльвовьен удалось оторваться от элементалей. Высший эльф сможет укрыться в лесу и от магических сущностей, хоть в этом случае чародейке пришлось приложить к этому почти все свои силы. Казалось, бегству не будет конца, когда её отряд выбрался на берег Листры.

source: Meanwhile, Ramalis and his party had been traveling under the mountains, but forced to the east as the elemental armies to the south were too many. They were finally forced to surface at the edge of the eastern caves, at the banks of the Listra river.
ru: В то же самое время Рамалис и его гномы спасались от элеметалей, уходя от них под горами и постепенно смещаясь на восток от своей цели — силы элементалей на юге оказались слишком уж велики. Наконец, наши герои вышли на поверхность из восточных пещере на берегу Листры.

source: Back on the surface again.
ru: И вновь мы на поверхности.

source: And not for the better. The north and west is the wrong way to Eiyar, and the south is blocked.
ru: Не к добру это. Идти к Эияр на север или запад — это как левой ногой правое ухо чесать, а на юг нам, похоже, не пробиться.

source: We must go to the river and follow it to the south, look there are elves here with boats.
ru: Выйдем на реку и попытаемся сплавиться. Посмотри, там эльфы и у них есть лодки.

source: Those boats are on the wrong side of the river, not to mention that I not going to beg an elf for help!
ru: Те лодки на другой стороне реки, я уж и не говорю о том, что не собираюсь просить помощи у эльфа!

source: Duldrsil, I know we do not get along at all, but it is time to put our prejudices behind us. The elves and the dwarves both worked together to trap Kil'rathacar the first time, I believe we will need to work together again this time.
ru: Дулдрсил, я знаю, что мы с ними никогда особо не ладили, но, кажется, настала пора отбросить былые предрассудки. Когда-то благодаря сотрудничеству эльфов и гномов нашим предкам удалось заманить Кайл’Разакара в ловушку, и я считаю, что нам вновь предстоит действовать вместе.

source: Even if we try, how are we to convince them to help us?
ru: Даже если мы попытаемся, то как сможем их в этом убедить?

source: Leave that to me. Now we must get closer to their docks so we can talk to them while the boats are still docked here. That old ruin should be close enough.
ru: Оставь это мне. Нужно подойти поближе к пристани, там мы сможем до них хотя бы докричаться. Лодки всё ещё не отчалили, так что не всё потеряно. Да и руины Эияр должны быть близко.

source: Nardring must reach the eastern shore near the elven docks
ru: Нардринг должен добраться до пристани на восточном берегу

source: The boats leave the docks
ru: Лодки покидают пристань

source: Look, the river and the boats that Vebrithien mentioned.
ru: Смотрите, река и лодки, всё как и говорил Вебритин.

source: Look, elves to the north, and just in time I may add. You there, can you help us?
ru: Эльфы! Посмотрите на север! Да-да, мы здесь, и хочу отметить — очень даже вовремя. Вы можете нам помочь?

source: We need the use of your boats, and we must leave right away, I am afraid we cannot tarry long.
ru: Нам нужно воспользоваться вашими лодками, и нам необходимо уехать тотчас же, нам нельзя оставаться на этом берегу.

source: Are you kidding? You need our help, but you leave us to fend for ourselves from these elementals?
ru: Шутите? Вам нужна наша помощь, но вы хотите, что мы остались здесь на расправу элементалям?

source: I am deeply sorry, but Vebrithien sent us on an important mission to stop Kil'rathacar and we can waste no time in getting to Eiyar.
ru: Мне очень жаль, но моя госпожа Вебритин отправила нас с важной миссией — остановить Кайл’Разакара, и мы не можем позволить себе тратить время впустую.

source: If Vebrithien sent you, I will obey her orders. Please, if you could kill any of these elementals before you board, I would greatly appreciate it.
ru: Если вы посланники госпожи Вебритин, я, конечно же, повинуюсь её приказам. Только прошу, прежде чем вы отправитесь в путь, избавить нас хотя бы от нескольких элементалей.

source: Note: Once Elvowien boards the boats, they will depart, so board any elves you wish to keep first before Elvowien. Any fire, rock or lava elemental that begins a turn on a boat will destroy it.
ru: Примечание: Как только Эльвовьен сядет на лодку, они все отплывут, так что сначала отправьте всех эльфов, которых вы хотели бы сохранить. Любой элементаль из огня, скалы или лавы, который начинает свой ход на (над) лодке уничтожает её.

source: Elvowien must reach one of the boats
ru: Эльвовьен должна добраться до одной из лодок

source: Either boat is destroyed
ru: Любая лодка уничтожена

source: The boats are leaving, we will be stranded!
ru: Лодки уплыли. Мы пропали!

source: Let us go, the dwarves can board the other boat.
ru: Вперёд, гномы отплывут на чём-нибудь другом.

source: Aigalis, Duldrsil, Pelalis and Nardring must board before me.
ru: Эйгалис, Дулдрсил, Пеласис и Нардринг должны отплыть раньше меня.

source: I can't believe she left me behind!
ru: Не верю, что она меня бросила!

source: Unbelievable, she left us!
ru: Невероятно, она нас кинула!

source: I can't believe she didn't help me!
ru: Не могу поверить, что она нам не помогла!

source: Elves, ho there!
ru: Эй, там! Эльфы!

source: What do you want dwarf!
ru: Что вам ещё нужно, гномы!?

source: We need passage on one of your boats.
ru: Нам нужна одна из ваших лодок.

source: And why should we help a dwarf?!
ru: С какой стати нам помогать гномам!?

source: Send one of the boats over, we will need their help.
ru: Отправьте им одну из наших лодок, нам понадобится их помощь.

source: What?! Are you kidding?
ru: Что!? Это шутка?

source: I'm sorry, there is no time to explain, so please send a boat.
ru: К сожалению, времени на объяснения нет. Поэтому прошу, отправьте лодку.

source: *grumbling* (What else will they demand?!) Send a boat.
ru: <i> (ворча) </i> Что им ещё в голову взбредёт! <i> (отправляет лодку) </i>

source: Don't let the escape, destroy that boat!
ru: Не дайте им спастись, уничтожьте ту дырявую посудину!

source: Note: Once all the dwarven heroes board the boat, it will leave, so board any others first. Ramalis must be the last to board. Any fire, rock or lava elemental that begins a turn on a boat will destroy it.
ru: Примечание: как только все герои гномов окажутся на лодке, она отчалит. Рамалис должен зайти на борт последним. Любой элементаль из огня, скалы или лавы, который начинает свой ход на (над) лодке уничтожает её.

source: Dwarven heroes must reach the boat
ru: Герои гномов должны добраться до лодки

source: The boat is destroyed
ru: Лодка уничтожена

source: Boat sinking!
ru: Лодка утонула!

source: Move elemental to boat
ru: Переместить элементаля к лодке

source: Move Nardring near ruin
ru: Переместить Нардинга к руинам

source: Move Elvowien near boat
ru: Переместить Эльвовьен к лодке

source: Move Elves near boat
ru: Переместить эльфов к лодке

source: Move Dwarves near boat
ru: Переместить гномов к лодке

source: Arrival at Eiyar
ru: Прибытие к Эияр

source: The dwarves and elves made a quick leave, departing with survivors left behind. Although painful, they knew that they could not save everyone and time was not on their side. The swift current of the Listra brought the to the docks near the ruins of Eiyar. It left them some time to discuss what each group knew, but they were still too stubborn to work well together.
ru: Гномы и эльфы спешно отплыли, с сожалением оставляя на берегу своих товарищей. Как ни больно было это сознавать, они понимали, что не смогут спасти всех, к тому же время было явно не на их стороне. Быстрое течение Листры принесло их к пристани возле развалин Эияр. Это дало им немного времени, чтобы обсудить то, что было известно обеим сторонам, но упрямство и гордость всё ещё не позволяли им пойти на сближение ради общей цели.

source: Allies
ru: Союзники

source: Ah, solid ground!
ru: Ух, наконец-то под ногами твёрдая земля!

source: Aye, good to be out of the water.
ru: Да. хорошо, что мы уже не на воде.

source: Well, there is what is left of Eiyar.
ru: Ну вот и то, что осталось от Эияр.

source: Did you have a plan?
ru: А вы что-нибудь планировали?

source: No, I was hoping to find survivors or at least a way into the caverns below the ruins. Do you have one?
ru: Нет, было не до этого. Я надеялась отыскать кого-нибудь из оставшихся в живых, тех, кто знает пещеры под руинами башни. А у вас план есть?

source: Nay, we best explore those ruins. Looks like we are not going to be alone.
ru: Тоже нет. А что, сами мы исследовать руины не сможем? Только похоже, сегодня здесь мы не одни.

source: First elementals and now Dwarves and Elves? This swamp is mine, why can't I just be left alone?!
ru: Сначала элементали, потом гномы и эльфы... Это болото — моё! Почему вы не оставите меня в покое!?

source: More to kill. You, airhead, go find reinforcements, we may need help.
ru: Ещё больше тел, которые нужно убить. Ты, ветряная башка, лети давай, приведи подкрепление.

source: *grumbling sound*
ru: <i> (ворчит) </i>

source: Note: Aigalis, Duldrsil and Pelalis may now die without defeat
ru: Примечание: Эйгалис, Дулдрсил и Пелалис могут погибнуть в этом сценарии

source: Explore the Eiyar ruins
ru: Исследуйте руины Эияр

source: Nice work, now kill everything!
ru: Хорошая работа. А теперь убейте их всех!

source: My pleasure
ru: С удовольствием.

source: $unit.name, are you a member of Eiyar?
ru: $unit.name, ты не член гильдии Эияр?

source: Ah, I've been found. Hey you over there, can you help?
ru: Ой, меня отыскали. Эй, вы! Можете мне помочь?

source: Who are you? Are you a former member of the Eiyar mage guild?
ru: Кто ты? Часом не бывший член гильдии Эияр?

source: Finally, a living being. Hey you over there, may I join you?
ru: Наконец-то живое существо. А можно мне пойти с вами?

source: My name is Reana, and I was a member of Eiyar's guild, but as you can see, it has been destroyed. I'm afraid that everyone else left or was killed. I have been hiding for some time now.
ru: Меня зовут Риана, и я была членом гильдии Эияр, но, как вы видите, ныне всё разрушено. Боюсь, что остальные бежали прочь или были убиты. Мне же некоторое время удавалось скрываться.

source: You may join us, in fact I was hoping to find a survivor of Eiyar.
ru: Конечно, ты можешь к нам присоединиться. Мы надеялись отыскать здесь хоть кого-то живого.

source: Do you know a way into the caverns?
ru: Ты сможешь провести нас в пещеры?

source: Yes, you cannot get in through the tower anymore, after the cave in, but the dwarf passage may still be clear to the south. The entrance is hidden in the mountains.
ru: Да, только через башню сейчас не пройти — всё осыпалось, но на юге должен был уцелеть один скрытый гномий проход.

source: Nardring or Elvowien must reach the trap door
ru: Нардринг или Эльвовьен должны добраться до люка

source: The door was concealed, but open, we may descend into the caves.
ru: Люк хоть и был замаскирован, но оказался не заперт. Давайте. Можно спускаться.

source: I will come back!
ru: Я ещё вернусь!

source: I failed.
ru: Я потерпел неудачу.

source: Master won't be pleased.
ru: Мой хозяин будет негодовать.

source: No gold will be carried over and you will not be able to recall your units, so hold nothing back on this scenario.
ru: Никакое золото в следующий сценарий не перенесётся и вы не сможете призвать своих прежних бойцов, поэтому пусть вас ничего не сдерживает.

source: Underneath Eiyar
ru: Под руинами Эияр
