Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: The humans have indeed come into our caves. I think they may have killed our hunting party.
ru: Люди и в самом деле вошли в наши пещеры. Я думаю, они и перебили наш разведывательный отряд.

source: We cannot let them get in the way. The magic in that cavern could triple the power of our runes. We must kill them and prevent any more from coming down from their perch. The trolls could create an issue though.
ru: Нельзя, чтобы они нам помешали. Магия этой пещеры способна многократно умножить власть наших рун. Понимаешь, что поставлено на карту? Убить их всех – единственное верное решение, и сделать это нужно так, чтобы впредь ни один из людишек не посмел спуститься вниз. Вот только меня немного беспокоят тролли.

source: They will show no favoritism. Perhaps they can kill some of the humans for us.
ru: Они уж точно ни к нам, ни к людям симпатий не проявят. Если парочку этих длинноногих прихлопнут, то уже будет неплохо.

source: Very well. Let us send a messenger to the king to apprise him of the situation in case things go badly.
ru: Значит, решено. Так. Нужно отправить гонца к королю – мало ли, как повернётся дело.

source: Vallin, I must notify Marthos of what is going on down here. It does not sound like we can avoid conflict. Are you able to stop the advance of the dwarves?
ru: Валлин, мне нужно доложить Мэртосу о том, что тут происходит. Увы, кажется, столкновения нам не избежать. Если дойдёт до битвы, сможешь их остановить?

source: I have managed to partially control the elemental magic. I think with elementals we can stop them.
ru: Ну, я более-менее научился управлять магией стихий. Думаю, с помощью элементалей мы сможем дать гномам отпор.

source: I am not comfortable with their use, but I see no other alternative at this time. We cannot afford the dwarves setting up a colony beneath Eiyar. Good luck.
ru: Мне не нравится такой вариант, но сейчас иных альтернатив я не вижу. Мы не можем допустить, чтобы гномы основали колонию под башней Эияр. Удачи.

source: Vallin, can you really control the elemental magic?
ru: Валлин, а ты и впрямь овладел магией стихий?

source: Yes I think so. I don't fully understand it yet, but we should be safe for now.
ru: В некотором роде. Я ещё не до конца понимаю природу этих сил, но считаю, что моих умений хватит, и беспокоиться нам не о чем.

source: I hope so. I'll try to help, my healing abilities should be of assistance.
ru: Надеюсь, что так. Я останусь с тобой, Валлин. Боец из меня никудышний, но если тебя ранят, то хоть в этом смогу помочь.

source: Thank you Elania. I'm glad you are here.
ru: Спасибо, Элания. Я рад, что ты здесь.

source: My death will be avenged!
ru: Моя смерть будет отомщена!

source: We will destroy your precious guild, a messenger has already been dispatched!
ru: Мы уничтожим вашу драгоценную гильдию! Гонец доберется до нашего короля! Вам всем кранты!

source: Not if we can catch him first.
ru: Но ничего этого не случится, если мы его перехватим.

source: Vallin, it appears that a dwarf has escaped and is headed north. We need to intercept the scout before he reaches the Heart Mountains. We cannot have a war between our races begin. Our guild is not strong enough to hold back the dwarven clans.
ru: Валлин, мне кажется, что гном убежал на север. Мы должны остановить всех, кто может доставить послание в Сердце Гор. Нужно сделать всё, чтобы не допустить войны между нами. Сил нашей гильдии не хватит, чтобы противостоять всем гномьим кланам.

source: Damage Control
ru: Меньшее зло

source: Orcs
ru: Орки

source: Prevent the delivery of the message
ru: Не дайте гномам доставить послание

source: Ensure the scout does not reach the northern caves
ru: Обеспечьте, чтобы гонцы не достигли северных пещер

source: Kill dwarf leader
ru: Убейте лидера гномов

source: Kill all enemy leaders
ru: Убейте всех вражеских лидеров

source: Scout reaches the cave doors
ru: Гонцы достигают входа в пещеру

source: Cover me. I need to get a message to the king. Our mining efforts have been interrupted by the human mages.
ru: Прикройте меня. Я несу срочные вести. Наших добытчиков убили маги людей.

source: Go. I'll hold them off.
ru: Поспеши. Я их задержу.

source: Vallin, you must prevent the scout from reaching the cave doors.
ru: Валлин, не дай им добраться до пещеры.

source: Understood. I'll do my best.
ru: Понятно. Сделаю всё, что смогу.

source: I'll be back when I can, I have another urgent matter to attend to.
ru: Я вернусь сюда, когда решу более срочные вопросы.

source: Humans and dwarves fighting? Time for some fun. Let's kill the all!
ru: Люди и гномы сцепились друг с другом? Давайте убьём их всех!

source: No, the king must know of this news!
ru: Нет! Король должен узнать об этом!

source: You will pay for this treachery Wizards!
ru: Вы заплатите за своё предательство, поганые чароплёты!

source: Vallin, I am very glad that you have stopped the news from reaching the dwarven kingdom. However, your actions have consequences. I have been instructed to take you back to Eiyar.
ru: Валлин, я рада, что ты не дал дурным новостям достигнуть гномьего королевства. Но каждая монета имеет две стороны, и твои действия породили ряд дурных последствий. Мне приказали доставить тебя в Эияр.

source: Your primary goals are complete, do you wish to continue?
ru: Ваши основные цели достигнуты. Желаете продолжить?

source: Keep playing to defeat the Elf captain.
ru: Продолжить игру до победы над эльфами.

source: I am done, please end this scenario without the bonus.
ru: Я закончил, можно обойтись и без премии.

source: Protect the Guild
ru: Защищая гильдию

source: Once back at the guild, Vallin found himself before a very cross elder council. He found out that his endeavors into researching the elemental magic had been being reviewed this whole time. Jacob had been giving Vallin too much slack and the elders did not approve of the ongoings without first seeking approval from the council.
ru: Вернувшись в гильдию, Валлин предстал перед рассерженным советом. Оказывается, всё это время здесь обсуждались его попытки взаимодействия с магией элементалей. Якоб предоставил своему воспитаннику слишком много послаблений, и старейшинам такой подход показался возмутительным.

source: Vallin had not realized that when he tapped into the magic in the caves, a large amount of this magic had been released. This had not gone unnoticed by the surrounding inhabitants of the tower. While he had been out stopping the dwarven messenger, troops had been gathering around the tower looking to do battle.
ru: Валлин не знал, что пока он в пещере знакомился с новыми силами, огромное количество магии вырвалось наружу. И такой всплеск энергий не мог остаться незамеченным.\n\n Пока он старался остановить гномьего посланника, вокруг башни собрались многочисленные войска.

source: It seemed that even though the message did not reach the dwarven kingdom, a clan of dwarves had discovered the attack in the caves. Furthermore, the release of magic had attracted the undesired presence of a lich and his undead armies. Lastly, a group of elves were gathering to the north east, but the council was not aware of the reason.
ru: Не смотря на все его усилия, в королевстве гномов узнали о гибели разведывательного отряда шахтёров. Впервые за долгое время башня Эияр привлекла внимание лича и его мёртвых армий. И, как будто этого всего было мало, дозорные заметили на северо-востоке эльфийские авангарды, вот только цели лесного народа оставались для старейшин загадкою.

source: Vallin volunteered to lead the effort to defend the guild, feeling guilty for putting his friends in harms way.
ru: Валлин, чувствуя свою вину в случившимся, предложил свою помощь для защиты гильдии.

source: Elves
ru: Эльфы

source: Guild Guardians
ru: Стражи гильдии

source: Protect the guild
ru: Защитите гильдию

source: Note: you can recruit mages for only this scenario. If you defeat the undead and dwarf leaders you will be given an option to stop or try to defeat the elf leader as well.
ru: Примечание: Вербовать магов вы сможете только в текущем сценарии. Если вы одолеете предводителей гномов и мертвецов, то вам предоставят на выбор перейти к следующему сценарию или продолжить игру до победы на эльфами.

source: Defeat the undead and dwarf leaders
ru: Победите лидеров гномов и мертвецов

source: Defeat all of the enemy leaders
ru: Победите всех вражеских лидеров

source: Ah, more fuel for my army!
ru: Ещё больше дров для костра моей армии!

source: Watch out everyone, the lich is raising the dead!
ru: Остерегайтесь! Лич способен поднимать мёртвых!

source: We have found our dwarves slaughtered in the caves. Signs of their death show the hand of human magic. We will not tolerate this atrocity, prepare to defend yourself!
ru: Мы нашли наших братьев убитыми в пещерах. Признаки их смерти указывают на магию людей. Мы не потерпим такого злодеяния. Защищайтесь, если можете!

source: We were attacked by the dwarves, we only acted in self defense!
ru: Гномы первые напали на нас. Всё, что мы делали, мы делали только для обороны!

source: Blood has been shed and you will be held responsible!
ru: Кровь пролита. И отвечать за это придётся вам!

source: I sense a powerful magic emanating from beneath your tower, I will have access to it. Ridding your mage enclave will be a simple matter.
ru: Мои чувства трепещут. Сколько же силы таится под вашей башней? Осталось немного потерпеть, убрать одну досадную помеху…

source: You elves, I understand the actions of the dwarves and the undead, but why are you here?
ru: Я еще могу понять гномов и мертвецов, но вы, эльфы, вы-то что тут делаете?

source: We have felt a tremor in the balance of magic. We have permitted your guild in the past, but no longer. I have been sent here to ensure that your endeavors to harm this land are to be stopped before you loose powers that you cannot control. I am sorry, your guild must be destroyed and the magic contained.
ru: Мы почувствовали, как опасно колеблется магическое равновесие. Некогда, в прошлом, наш народ позволил существовать вашей гильдии. Существовать, но не более. Меня прислали сюда, чтобы положить конец вашим попыткам навредить земле, прежде чем они увенчаются успехом. Сожалею, но ваша гильдия должна быть уничтожена.

source: This is absurd, you come bearing arms when we have not sought battle? Is there no room for negotiation?
ru: Это просто абсурд какой-то! Вы приходите к нам с оружием, когда мы не желаем вам ничего дурного? Нельзя ли решить этот вопрос путём переговоров?

source: Our council has given me my orders. I do not question them.
ru: Я выполняю указания Верховного Совета. И не имею привычки сомневаться в полученных приказах.

source: Vallin, I would like to join your efforts and be able to learn more about the elemental magic you discovered.
ru: Валлин, я бы хотела вместе с тобой продолжить изучать магию элементалей.

source: You pick and interesting time to come here. I'd be happy to tell you what I have learned, that is assuming we survive this battle.
ru: Ты выбрала для этого не самое подходящее время. Нет, я был бы рад поделиться добытым знанием, если, конечно, переживу это сражение.

source: Vallin, don't you think there is another way? Can you and Jacob not just seal the magic and be done with it?
ru: А разве нельзя поступить иначе, Валлин? Неужели вы с Якобом не можете просто запечатать вырвавшуюся магию или покончить с ней каким-нибудь другим способом?

source: I cannot stop now. I have learned so much.
ru: Нет, я не могу остановиться на полдороги.

source: But at what cost? And now others want to study this magic even before we know its true power?
ru: Но стоит ли оно того? Сейчас многие накинутся на новую магию, не зная её сильных и слабых сторон, не зная последствий, к которым всё это может привести.

source: I can control these elementals. You have seen this. We can finally stop the undead in this region.
ru: Я вполне способен управлять элементалями. Ты видела это своими глазами. Подумай, наконец-то у нас появилась возможность остановить мертвецов на наших землях.

source: There are other ways to stop them. I can sense something different about you. Something happened to you in that cave. I'm worried that it is changing you.
ru: Есть и другие способы остановить их. Я чувствую, что от тебя исходит иная аура, не такая, как прежде. Что-то случилось с тобой в той пещере. Я волнуюсь за тебя, Валлин.

source: Elania, I have not changed. I am as I always was, I just have learned new things. Besides we cannot fight all these dwarves and undead without the elementals.
ru: Элания, со мной всё в полном порядке. Я не изменился, я просто освоил несколько новых навыков. И кроме того, без помощи элементалей нам не выстоять против мертвецов и гномов.

source: Please be careful.
ru: …Прошу тебя, будь осторожней.

source: You may have defeated me, but my people will have revenge!
ru: Вы, может, меня и победили, но месть не заставит себя ждать!

source: Curse you mages!
ru: Поганые чароплёты!

source: All of you will be held accountable for your actions!
ru: Все вы понесёте ответ за содеянное!

source: Consequences
ru: Последствия

source: After beating back the attack, the mages had sent an emissary to the elves, to try to resolve the conflict. When he came back, Vallin was brought before the council. The guild and elves had come to an agreement and the caves would be closed off. Furthermore, it had been required that Vallin must leave the guild.
ru: После того, как маги башни Эияр отбили нападение, совет гильдии, желая разрешить конфликт, направил к эльфам своего эмиссара. Вернулся посланник с весьма категоричными требованиями, и ни в одном пункте отказать могущественному лесному народу скромной руки гильдия не могла.

source: The releasing of the elemental magics will have unknown consequences and now the guild will have to deal with the fall out, but the expulsion of Vallin and the guilds promise to seal the caverns was adequate for the elves.
ru: Во-первых, магам гильдии следовало навечно запечатать подземные пещеры, так, чтобы никто и никогда более не мог пробудить магию стихий. А во-вторых, гильдия Эияр должна была изгнать послужившего причиной кровопролития чародея из своих рядов. И если потерю ученика гильдия переживет, то, как прекрасно все понимали, сокрытие пещер обернётся постепенным угасанием её могущества.

source: Vallin was crushed, once again being cast out to be on his own. Elania, not willing to give up on him, pledged to follow him. She would miss Eiyar, but decided she would miss Vallin even more. Neither of them knew where to go next, but Vallin's encounter with the lich brought back the painful past. Without any other place to start, Vallin headed towards his childhood village wondering if he could banish the undead once and for all.
ru: А вот сам послуживший причиной кровопролития чародей, Валлин, потерей тех, кто стал ему новой семьёй, оказался просто раздавлен. Единственной, кто не отвернулся от опального воспитанника, стала его подруга Элания. В стенах гильдии её ждало блестящее будущее, но она решила связать свою судьбу с единственным по-настоящему близким ей человеком. Куда идти, что делать изгнанникам? Столкновение с личем пробудило болезненные воспоминания, и ноги сами направили Валлина в деревню, в которой прошло его детство, и где так трагически началась его история. Да, он сумел разбить одного лича, но сколько ещё этих тварей носит земля?

source: Goblins
ru: Гоблины

source: Come on slaves, put your backs into it, the warlord needs the ore for our weapons.
ru: Давайте, рабы, усерднее, усерднее! Военачальнику нужна руда для нашего оружия.

source: (Grumbling) Yes master.
ru: <i>(с ворчанием)</i> Да, хозяин.

source: Humans! You, Troll, forget the mining for the moment. Kill these intruders before they cause any more delays.
ru: Это ещё что за люди? Эй, тролль, хорош киркой махать, тут сейчас есть дело поинтереснее. Прихлопнете этих червей, пока они чего не удумали.

source: Vallin, look. The orcs and trolls block our way. Let us go around.
ru: Смотри, Валлин. Орки и тролли точно не дадут нам пройти. Давай лучше обойдём их стороной.

source: We cannot go around, it would take too long and there may be other orc raiding parties near by. We must eliminate everyone here to ensure word does not get out. I am not making that mistake again.
ru: Бродить кругами – только время терять. Тем более, никто не поручится, что нам не встретятся другие отряды толстокожих. Нет, лучше избавиться от всех здесь и сейчас, чтобы никто не узнал о нашем походе. Я не повторю своей ошибки.

source: I understand Vallin, but those trolls are being used as slave labor. Perhaps if we kill all of the orcs the trolls will lay down their weapons?
ru: Я понимаю тебя, Валлин, но эти тролли всего лишь рабы. Возможно, если орков не станет, то они сложат своё оружие?

source: Note: Since you have been kicked out of the guild, you may not recruit any more mages.
ru: Примечание: так как вас изгнали из гильдии, то вербовать магов вы больше не можете.

source: Defeat all of the Orcs, units included
ru: Победите всех орков

source: Humans all same, always kill troll.
ru: Люди всегда такие, всегда убивают тролля.

source: You will regret this!
ru: Вы об этом ещё пожалеете!

source: Kill the rest of them!
ru: Убейте остальных!

source: Vallin, can't you see you anger is getting out of control?
ru: Валлин, разве ты не видишь, как теряешь над собой контроль?

source: Elania, these are orcs!
ru: Элания, это – орки!

source: Elania said nothing more but she could see a change for the worse in Vallin. His anger was more pronounced and his actions more rash. She started to consider the fact that the council may have been right, the elemental magic may be corrupting him.
ru: Элания ничего на это не ответила, но она видела, как ухудшается его состояние. Гнев начинал доминировать, и Валлин безрассудно отдавался его порывам. Молодая целительница начала задумываться, что возможно, совет гильдии был прав, и элементная магия способна развратить оказавшуюся в её власти душу.

source: You trolls, your captors are dead, will you stand down?
ru: Послушайте, троллли. Ваши поработители мертвы. Может, вы отступите, и не станете на нас нападать?

source: We have no reason to kill you, we go now.
ru: У нас нет причин вас убивать. Мы уходим.

source: The Village
ru: Поселение

source: Along the way, they stopped at a city just outside of the village Vallin grew up in. In one of the taverns, he recognized some men from the village he grew up in. They were talking about the undead presence in the area and debating what to do. Vallin approached them and after talking for a while convinced some of them to return to the village. Some did not want to come as there were rumors that the village was haunted and the undead still were too powerful. The rest followed Vallin desiring to cleanse the evil from the land.
ru: По пути в деревню Валлин и Элания остановились на ночлег в таверне одного небольшого городка. Там Валлин признал несколько знакомых лиц – односельчан, которым повезло выжить в ту страшную ночь. Все разговоры сразу же повернули к заброшенной деревне. По словам беженцев, этот некогда прекрасный край теперь был полон призраков и ходячих мертвецов. Выслушав полные горечи рассказы, Валлин предложил отчаявшимся людям попытать счастья и вернуться в родную деревню. Как-никак, теперь у него есть силы, чтобы противостоять мёртвому нашествию. Обсуждение выдалось жарким и перекинулось далеко за полночь, но многие уставшие от скитаний люди всё же согласились пойти с молодым магом.

source: Rhodry
ru: Родри

source: General
ru: Генерал

source: Undead
ru: Нежить

source: Death of Rhodry
ru: Смерть Родри

source: It looks like the village has been almost completely destroyed. Even the water is turning into swampland.
ru: Похоже, деревня полностью разрушена. Даже вода чистая вода превратилась в болото.

source: They must pay for what they have done. My elementals will execute justice today!
ru: Они заплатят за то, что сделали. Сегодня мои элементали станут топором справедливости!

source: For my father and brother!
ru: За моего отца и брата!

source: Die you undead scum!
ru: Сдохни, мертвый подонок!

source: To the pit you traitor!
ru: Возвращайся в могилу, предатель!

source: Vallin, I understand your pain and I despise the dark arts as well, but I fear that I am losing you to your hatred.
ru: Валлин, я разделяю твою боль и также, как и ты, презираю тёмное искусство, но, боюсь, я теряю тебя из-за твоей ненависти.

source: Elania, thank you for your concern, but these are the ones responsible for the death of my friends and family!
ru: Элания, я благодарен тебе за заботу, но вот же они - те, кто в ответе за гибель моей семьи и моих друзей!

source: (Looks with concern towards Vallin)
ru: <i>(с тревогой смотрит на Валлина)</i>

source: It was not supposed to end this way.
ru: Не так всё должно было закончиться…

source: We did it! I only wish I knew why the numbers of the undead have been increasing lately.
ru: Мы справились! Жаль только, что я не знаю, почему в последнее время мертвецы так расплодились.

source: Yes, it is odd... Wait, Elania, there is something approaching you, but I can't make it out!
ru: Да, это странно… Погоди, Элания. Что-то странное приближается к тебе, но я не могу разобрать…

source: Impaled
ru: Удар

source: Elania, NO!!!
ru: Элания, НЕЕЕЕТ!!!

source: The Search
ru: Поиски

source: The village was cleaned of the undead, but there was no sign of the lich Mal-Arthim. Vallin's elementals put to rest the remainder of the undead armies. In the meantime, Vallin sent his air elementals to search for the lich. They found a concentrated number of undead to the west at the eastern border of the Swamp of Dread. Vallin set off at once by himself. Elania still lived, but the claws of the Nightgaunt had pierced her chest and she did not have the strength to be moved. She promised that she would catch up as soon as she could. The other mages stayed behind with Elania to assist her. Not willing to wait, Vallin chose to depart with his elemental army.
ru: Деревню удалось очистить от мертвецов довольно быстро, но никаких следов своего главного противника, лича Мэл-Артима, Валлин не встретил. Пока элементали выискивали и расправлялись с оставшимися зомби, подчинённые воле элементалиста воздушные вихри облетали округу в поисках лича. И довольно быстро к западу от деревни, на границах Болота Ужаса, они наткнулись на скопление мертвецов. Нужно было выступать. Но Элания, чудом выжившая после того, как когти ночного ужаса вспороли ей грудь, не имела сил двигаться дальше. Она обещала, что нагонит Валлина, как только сможет. А другие спутники элементалиста остались с раненной чародейкой, чтобы вернуть её к жизни. Не желая ждать, Валлин отправился на бой вместе со своими элементалями.

source: Outlaws
ru: Бандиты

source: Kill the Undead leader
ru: Убейте лидера мертвецов

source: Jump to undead start
ru: Перейти к началу мертвецов

source: You have got to be kidding me, first the undead are overstepping their bounds and now a mage?!
ru: Не, да вы, гады, просто издеваетесь! Сначала мертвяки заявляются, как к себе домой, а теперь ещё и маги пожаловали!?

source: I mean you no harm, I am here to destroy the undead presence.
ru: У меня и в мыслях не было причинить вам хоть какой-нибудь вред. Я здесь, чтобы остановить мертвецов.

source: That is what they all say. Leave now or I'll have your head!
ru: Ага. Все так говорят. Проваливайте отсюдова, а не то у меня появятся новые игрушки – ваши головы!

source: The undead must be stopped, I am here to ensure it, if you get in my way, you will leave me no choice.
ru: Мертвецов я уничтожу в любом случае. Если станете у меня на пути, то сами за это и поплатитесь.

source: To arms men!
ru: К оружию, ребя!
