Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: They followed the abandoned tunnels down, occasionally finding crushed or burnt dwarven fighters. It seemed that they had put up a good fight, but once again, the elementals had been victorious. Luckily, they came across no living beings. Finally the tunnel opened into the caverns below the ruins.
ru: Они спускались вниз по заброшенным туннелям, повсюду наблюдая следы битвы и никем не убранные, опалённые тела воинов-гномов. Казалось, что бой был отчаянный, что победа была уже в руках. Но увы, их противники оказались не живыми существами... Наконец, туннель вывел путников в пещеры под руинами.

source: Water Elementals
ru: Водные элементали

source: We have reached the caverns, this is is almost directly below the ruins. Now what are we doing risking our lives by coming down here?
ru: Вот мы и в пещерах. А теперь скажите, зачем мы рисковали жизнями, спускаясь сюда?

source: How much do you know about Kil'rathacar and Celestia?
ru: Слышала о Кайл’Разакаре и Селестии?

source: Well, I know that Kil'rathacar is that daemon that has been controlling the elemental armies, but where he came from or who or what Celestia is, I do not know. All I know is that before Kil'rathacar, only elementals were seen in these caverns.
ru: Ну, про Кайл’Разакара сейчас уже услышали все, он командует армиями элементалей, но кто такая Селестия — понятия не имею. В этих пещерах кроме элементалей я никого не видела.

source: It was not always the case, they used to be all over the world, but not in such great numbers. Kil'rathacar was a daemon from the depths, but I think that the dwarves know his story better that we elves. What we do know is that dwarves, elves and Celestia are the ones that originally imprisoned Kil'rathacar.
ru: О, раньше элементалей можно было встретить по всему миру, правда, не в таком большом количестве. Кайл’Разакар не просто их командир, он демон подземных глубин. Думаю, что гномы знают его историю намного лучше, чем мы, эльфы. Единственное, что нам известно — это то, что однажды гномы, эльфы и Селестия сумели заключить Кайл’Разакара в тюрьму.

source: Ah, Celestia must be the name of the ice goddess.
ru: Ааа, Селестия. Должно быть, ледяная богиня.

source: Yes, she is one of the water elementals and one of few that can animate new elementals, but we never knew what happened to her.
ru: Да, она — одна из водных элементалей, и одна из немногих, которая способна вдохнуть жизнь в новых. Но нам не удалось узнать, что же с нею произошло.

source: I don't have time to tell the tale of Kil'rathacar, but it was here that he was trapped. We also do not know what happened to the ice goddess.
ru: Мне некогда рассказывать о Кайл’Разакаре, но именно здесь его поймали в ловушку. Нам, гномам, тоже не известна судьба ледяной богини.

source: Wait, are you saying that the water elementals and the fire, air and earth elementals are not related?
ru: Постойте, так вы говорите, что водные элементали и элементали огня, воздуха и земли не связаны друг с другом?

source: They are related, but at opposition. Water is what provides life, but the elementals that Kil'rathacar has raised live only to create destruction and chaos.
ru: Связаны. Но как противоположности. Вода — источник жизни, а элементали, которых призывает Кайл’Разакар, способны породить только хаос.

source: Then that is why we have not seen any water elementals in his ranks.
ru: Так вот почему мы не видели в его армиях водных созданий.

source: But wait, there has always been water elementals here in these caverns. In fact, there are still water elementals.
ru: Но послушайте, водные элементали в этих пещерах были всегда. К тому же существуют элементали стоячей воды.

source: Interesting, and what of your mage Vallin?
ru: Любопытно, а что об этом упоминал тот маг, Валлин?

source: I tried to learn some of what he learned. There were a few of us at Eiyar that tried to learn the elemental magic. We were able to harness the magic, but not recruit our own elementals as he did. I believe he said that it was from the stones in this cavern that he learned. The stone that he learned water magic from is still here, the others were destroyed when the elder mages attempted to stop the wisps.
ru: Я пыталась собрать оставленные им рабочие записи. Нас было несколько человек в Эияр, мы хотели пойти по его стопам и изучать магию элементалей. Нам удалось использовать силу стихий. Но создавать своих собственных, отдельных сущностей, у нас так и не получилось. Полагаю, свои способности он перенял от камней в пещере. Сейчас все камни уничтожены, кроме одного, того, у которого он обучился водной магии.

source: That must be it!
ru: Это должно быть оно!

source: What?
ru: Что?

source: That stone is of dwarven craftsmanship. It may be what we need to find out what happened to Celestia.
ru: Тот камень, камень гномьего мастерства. Уверен, он поможет нам узнать, что случилось с Селестией.

source: What of the magic essences that Vallin turned into, do you know about those as well?
ru: А что известно о магических сущностях, в которые обернулся Валлин? Сохранились какие-нибудь древние свитки, могущие пролить свет на то, что с ним произошло?

source: No, we have no idea, we have no record of such magic ever existing before.
ru: Нет, об этом мы и понятия не имеем, такого прежде никогда не наблюдалось.

source: Nor do we.
ru: Я тоже ничего такого не слышал.

source: Well, it sounds like we should check that stone out, sounds like the best idea. We better move now though as it is only a matter of time before the elementals chase us down here.
ru: А чего мы ждём? Посмотреть на тот камень — неплохая идея. К тому же нам лучше не останавливаться — вряд ли элементалям понадобится много времени, чтобы нас догнать.

source: Note: it will be easier to keep Elvowien and Reana near the stone as well.
ru: Примечание: будет намного лучше, если вы приведёте к камню Эльвовьен и Рианну.

source: Bring Nardring to the stone
ru: Подвести Нардринга к камню

source: Hmm, yes this is definitely a stone created by a rune master. Very old too. There also seems to be magic emanating from it, but not from the stone. I think the stone is actually a seal of some sort.
ru: Хмм, определённо этот камень создан повелителем рун. Древний... Кажется, от него исходит магия, только — как бы выразиться понятнее — не от самого камня, камень будто служит печатью.

source: Do you think you could remove it?
ru: А сломать эту печать получится?

source: Let me see.
ru: Дайте-ка посмотреть.

source: It worked, the stone has fallen away. Hmmm, but this crystal is not dwarven, I do not know what it is.
ru: Сработало, камень открылся. Хмм, но кристалл изготовлен явно не гномами... Не могу понять, что это такое.

source: That looks familiar, let me come see it.
ru: Выглядит знакомо. Дайте-ка мне взглянуть.

source: Note: it will be easier to keep Reana near the stone as well.
ru: Примечание: будет лучше, если Риана тоже окажется возле камня.

source: Bring Elvowien to the crystal
ru: Подведите Эльвовьен к камню

source: This crystal has been formed from Elven magic. I think it is also a seal. Let me try to open it.
ru: Этот кристалл создан эльфийской магией. Полагаю, это тоже своего рода печать, и сейчас я попробую её открыть...

source: That should have released it, but there is something else holding it together. Hmmmm... I think it may be water magic, similar to that which a mermaid uses.
ru: Должно было получиться, но... Наверное, есть ещё какая-либо печать. Хммм... Скорее всего, это водная магия, такая, какой пользуются водяные.

source: A mermaid? We are surrounded and there is no way to bring one here. Hey, Reana, did you not say that you could use the magic of the elements?
ru: Водяные? Мы в окружении, и никакого водяного сюда привести не сможем. Эй, Риана, ты, кажется, упоминала, что знакома с магией элементалей?

source: Yes, I have spent the time in mastering water magic, I am coming.
ru: Да, я некоторое время практиковалась с водной магией.

source: I have studied the art of water magic, let me see the crystal now.
ru: Я изучала магию воды. Дайте я взгляну на кристалл.

source: Yes, but I have not mastered water magic.
ru: Да, но с магией такого уровня я не справлюсь.

source: I'd say you'd better hurry and learn really fast!
ru: Я скажу, что тебе следует поскорее подтянуть свои знания!

source: Reana must advance and learn the water home upgrade
ru: Риана должна перейти на следующий уровень и научиться управлять водой

source: Move Reana next to the crystal
ru: Поместите Риану рядом с кристаллом

source: (After studying the crystal) Yes I think I may be able to try this...
ru: <i>(после изучения кристалла)</i> Да, думаю, что мне хватит сил разрушить печать...

source: Ah yes! I am awake and alive!
ru: Да! Я жива и я здравствую!

source: Celestia, it is you!
ru: Селестия, это ты!

source: Elvowien, Nardring, Reana and your friends, I cannot thank you enough. Oh no, I fear that Kil'rathacar is no longer here, is that true?
ru: Эльвовьен, Нардринг, Риана и вы, их спутники, я даже не знаю, смогу ли должным образом вас отблагодарить. О нет. Боюсь, что Кайл’Разакар вырвался на свободу... это так?

source: Wait, how do you know our names?...nevermind, we have no time. Yes, I am afraid he is not only loose, but is destroying the dwarves.
ru: Постой, а откуда ты знаешь наши имена?.. Невероятно! Увы, но у нас мало времени. Да, демон не только оказался на свободе, но уничтожает гномов.

source: And the elves as well.
ru: И эльфов.

source: I am weak, but I should gain my strength soon. We must stop him before he becomes immortal again.
ru: Я слаба, но скоро моя сила должна ко мне вернуться. Нужно остановить Кайл’Разакара, пока он вновь не обрёл бессмертие.

source: It is too late I am afraid, he has already taken the immortality stone from us.
ru: Слишком поздно, боюсь, он уже овладел нашим камнем бессмертия.

source: Oh no, then it is too late.
ru: О нет, и впрямь слишком поздно.

source: Surely something can be done?!
ru: Но что-нибудь можно сделать!?

source: Perhaps, but I will need time to think.
ru: Может быть. Мне потребуется время, чтобы над этим поразмыслить.

source: Celestia, I see I am too late to stop you from being freed. But no matter, now I can kill you.
ru: Селестия, вижу, я немного опоздал, чтобы помешать твоему освобождению. Но так или иначе, ничто не помешает мне всех вас убить.

source: We cannot stop him now, we must get out of here.
ru: Сейчас мы его не остановим, нужно скорее бежать.

source: There is no way out, we are surrounded.
ru: Выхода нет. Мы окружены.

source: We must find a way, if Celestia is killed, there will be no way to stop him!
ru: Мы обязаны найти путь! Если Селестия погибнет, то у нас не останется ни единого шанса одолеть демона!

source: What about that water, it has to flow somewhere? Celestia, go, flee from here, we will buy you some time. I will die today, but I'm going to take several elementals with me!
ru: А та вода, она куда течёт? Селестия, спасайтесь, мы задержим этого гада. Пусть я сегодня умру, но прихвачу с собой нескольких элементалей!

source: We cannot escape, but you can Reana, with your magic, do you think you can survive under water?
ru: Мы сбежать не сможем. Но тебе, Риана, водная магия поможет продержаться под водой?

source: Yes I think I may be able to, but...
ru: Да, полагаю, что смогу, но...

source: No 'but' Reana, it is not the time for you to die. Help Celestia and make our deaths mean something.
ru: Никаких 'но'. Риана, тебе нельзя сейчас умирать. Помоги Селестии, и сделай так, чтобы наша гибель не оказалась напрасной.

source: Allow Celestia and Reana to escape
ru: Селестия и Риана убегают

source: Celestia and Reana must reach the western edge of the water
ru: Селестия и Риана достигают западного края воды

source: Children of the water, listen to my commands!
ru: Дети воды, услышьте мои приказы!

source: I will obey.
ru: Я повинуюсь.

source: I think I hear elementals coming from the surface through the way we came, our way south is probably blocked. They will be here very soon.
ru: Мне кажется, я слышу элементалей, приближающихся тем же путём, которым и мы добрались сюда. Они будут здесь очень скоро. А дорога на юг, похоже, перекрыта.

source: We better move faster.
ru: Нам лучше поторопиться.

source: No escaping now
ru: Нам не спастись.

source: Hey, why are these water elementals attacking us?!
ru: Эй! А с чего это водные элементали на нас нападают?

source: Without anyone controlling elementals, they have no sides. They will not attack one of their own, but they will attack us or the fire elementals.
ru: Этими элементалями никто не управляет, они ни на чьей стороне. Водные создания не нападут на себе подобных, но атакуют нас или элементалей огня.

source: This is getting better all the time.
ru: Это даст нам хоть немного времени.

source: Nardring to rock
ru: Повышение уровня Нардринга

source: Elvowien to crystal
ru: Эльвовьен к кристаллу

source: Reana to crystal
ru: Риану к кристаллу

source: Advance Reana
ru: Повышение уровня Рианы

source: Burn
ru: Пламя

source: Kil'rathacar's capture
ru: Заточение Кайл’Разакара

source: Reana and Celestia dove into the subterranean river. Reana's magic was protecting her, but she was still very cold as the waters around Celestia grew quickly colder. It seemed forever, moving swiftly in the blackness as Celestia pulled Reana along.
ru: Риана и Селестия нырнули в подземную реку. Хоть магия Рианы и защищала её от удушья, но не могла защитить от холода, а вода рядом с Селестией становилась всё холоднее и холоднее.

source: Finally, they emerged into a cavern and Reana collapsed on the bank of the river to rest. While this happened, she asked Celestia if she could recall what had happened in the past.
ru: Путь по подземному руслу, в кромешной тьме, казался бесконечным. Наконец, они вынырнули в пещере. Во время отдыха Риана попросила Селестию рассказать о том, как удалось обуздать демона в прошлый раз.

source: Celestia said that no only could she tell her, but she could show her. It all happened many ages ago in the same caverns. They had lured Kil'rathacar into the cavern, not aware that it could be a trap. In his immortality, he had no fear. Many died, and the battle raged on, but Sothiel, a high elven sylph, Glamalus, the dwarf that let loose Kil'rathacar from the deep by his greed, and Celestia all surrounded him...
ru: Селестия ответила, что всего рассказать она не сможет, но сможет это показать. Всё случилось давным-давно. В такой же точно пещере. Им удалось заманить Кайл'Разакара в подготовленную ловушку — бессмертный, он не знал страха и осторожности. В той битве многие сложили свои головы, но Сотиэль, высшей сильфе, Гламалусу, гному, из-за чьей жадности Кайл'Разакар и выбрался из подземных глубин, и Селестии удалось окружить демона...

source: Surround him!
ru: Окружайте его!

source: You cannot stop me!
ru: Никто не сможет меня остановить!

source: Scorched
ru: Горящий

source: Ah... It burns!
ru: Ах... Он горит!

source: Slow
ru: Замедленный

source: Do you really think you can kill me, I am immortal, I will resurrect!
ru: Ты и в самом деле думала, что сможешь убить того, кто не знает смерти? Моё возрождение неизбежно!

source: Kill, no, but we can imprison you before you do! Do it now before he retains his form!
ru: Нет, не убить, а заточить тебя в вечной темнице, прежде, чем ты успеешь причинить всем нам куда большее зло! Давайте, сейчас, пока не восстановился!

source: Now to seal it!
ru: Запечатайте его!

source: It is done
ru: Сделано.

source: I cannot stop the burning, I am going to die...
ru: Я не могу потушить пламя... Я умираю...

source: Wait, if you seal me, then I will be able to heal!
ru: Но стойте! Если вы заточите меня в камень, то я смогу исцелиться!

source: No we can't do that to you, you'd never be able to get yourself out!
ru: Нет, мы не станем этого делать, ты же не сможешь вернуться обратно!

source: It is either that or I die. Quickly, help me to the water to the south, I'll be able to heal there.
ru: Или поступить так, или верная смерть. Быстрее, помогите мне добраться к воде на юге, там я смогу исцелить себя.

source: Quickly, I don't have much time left.
ru: Быстрее, у меня почти не осталось времени.

source: (Crying) Celestia, please forgive me, I never meant for this to happen, I will seal the caverns and ensure more daemons don't get out. And I vow to use his magic only for good now and we dwarves will protect the magic from generation to generation.
ru: <i>(кричит)</i> Селестия, прошу, простите меня! Я никогда не желал такого. Я запечатаю пещеры и обещаю, что демоны больше никогда не выберутся наружу, и клянусь использовать магию только ради общего блага. Гномы в поколениях сберегут сей завет!

source: Subterranean journey
ru: Путь под землёй

source: Glamalus did as he promised and gave rise to the rune masters. They kept the knowledge of Kil'rathacar's magic secret, using it to construct the dwarven runes. They all carry their hammers with them at all times, as that is where their magic comes from. The dwarves never became a magical people, but instead learned to adapt and use magic instead. It is this tale that is partially kept and retold to young dwarves as folk tales and legends.
ru: Гламалус сдержал своё слово. Он ограничил недавно открытые и оказавшиеся столь пагубные знания, положив начало рунного мастерства. Посвящённые в тайне хранили основы магии Кайл'Разакара, используя её основы только при начертании собственных магических знаков. Гномы так и не стали полноценными волшебниками, их магия осталась сосредоточенная в сторонних предметах, как например, в известных всем гномьих молотах, магических камнях, а сами они лишь знали, как использовать тот или иной артефакт. История об этих событиях дошла до наших дней только в виде искажённых стариной преданий.

source: Celestia
ru: Селестия

source: Monsters
ru: Монстры

source: Find a way back to the surface
ru: Найдите выход на поверхность

source: So are you bitter?
ru: Вы в самом деле огорчены?

source: No, but unfortunately I have grown to expect fallibility in all living races. Normally I did not interfere with the lives of the ground dwellers.
ru: Нет, я жил, не ожидая ничего хорошего ни от одной из рас. Обычно я старался не вмешиваться ни в чьи дела.

source: So why did you get involved?
ru: Но почему же вмешались на этот раз?

source: You see, the water elements keep a balance with the others. We give life where they destroy. Like other things in this world, without balance there would be chaos. It was both the dwarves and the elves that sought me out. When the merfolk heard their plight, they knew where to find me. Hearing that the balance may be destroyed, I intervened.
ru: Как видите, водные создания помогают сохранять равновесие с другими. Мы даём жизнь там, где они разрушают. Здесь, как и во всём мире, без баланса начнётся хаос. Гномы и эльфы искали меня. Я чувствую, когда им тяжело, а они знают, где меня найти. Мне пришлось вмешаться, чтобы равновесие не было нарушено.

source: But surely the dwarves will help us?
ru: Но гномы, конечно, помогут вам?

source: No, unfortunately they will not. They get very protective and tend to attack strangers in their caves before asking questions. At least it will give me time to start raising an army of my own. We will need all the help we can get on our journey.
ru: К сожалению, нет. Они так защищают свою территорию, что нападают на незнакомцев прежде, чем успеют задать им пару вопросов. Во всяком случае, это даст мне время поднять собственную армию. Но нам будет нужна вся помощь, которую только сможем получить для нашего похода.

source: There is water joining this river from the east. It may lead us back to the surface.
ru: Есть поток, присоединяющийся к этой реке с восточной стороны. Он может привести нас обратно на поверхность.

source: Celestia must reach the eastern edge of river
ru: Селестия должна достигнуть восточного берега реки

source: Yes, this should lead us back to the surface.
ru: Да, это должно привести нас обратно на поверхность.

source: Good, we need advanced troops. We need to ensure to have enough units with cold attacks to combat lava and fire elementals.
ru: Хорошо, но нам нужны передовые войска. Мы должны быть уверены, что у нас достаточно способных атаковать холодом бойцов, чтобы сражаться с элементалями лавы и огня.

source: What is this, the water is alive?!
ru: Это что, ожившая вода?!

source: Hmmm, bash water?
ru: Хмм, вода дерётся?

source: Surface
ru: На поверхности

source: Kill enemy leaders
ru: Убейте вражеских лидеров

source: Death of dwarf leader
ru: Смерть предводителя гномов

source: Nice to be back to the surface.
ru: Хорошо вновь оказаться на поверхности.

source: We are not alone... I don't think we can defeat all of them.
ru: Мы здесь не одни... Не думаю, что нам хватит сил, чтобы со всеми справиться.

source: Do you think we can ally with the dwarves?
ru: Может, нам стоит объединиться с гномами?

source: Why don't you ask? I have a feeling we will get a more favorable reaction from a human speaking.
ru: Почему бы и не попробовать? Мне кажется, что если с ними вежливо поговорить, то нам в помощи не откажут.

source: Hail dwarf!
ru: Приветствую вас, гномы!

source: (A human mage in these parts, odd, and what is that with her)...Aye, are you friend or foe?
ru: (Человеческий волшебник в этих местах...странно...и кто это с ней...) Эй, ты друг или враг?

source: We have no quarrel with dwarves unless you have one with us. What say you regarding an alliance?
ru: У нас нет вражды с гномами, тем более, что один из них с нами. Как насчёт того, чтобы объединиться?

source: We are stretched very thin here. I tell ya what, you help us defeat these orcs and goblins intruding on our lands, and we can discuss and alliance.
ru: Если говорить начистоту, то наши силы уже на исходе. Поэтому я говорю «да». Но только сначала вы поможете нам победить проклятых орков и гоблинов, разоряющих наши земли, а уж потом и о союзе побеседуем.

source: Your land?! You belong in your caves. This is orc territory, no humans or dwarves will be permitted, and whatever that thing is with you human.
ru: Ваши земли?! Ваша территория — пещеры, а это земли орков, здесь людям и гномам не место. Кто бы они ни были и сколько бы их не было.

source: You have a deal dwarf.
ru: Да, гном, мы согласны.

source: We have to get this done quickly, we cannot afford to linger too long with Kil'rathacar aware of my return.
ru: Только нужно со всем этим справиться как можно быстрее: нам нельзя задерживаться, учитывая, что Кайл’Разакар знает о моём возвращении.

source: You held your end of the bargain, now lets discuss terms...
ru: Вы выполнили свою часть сделки, теперь можно обсудить условия нашего союза...

source: These water beings were more powerful than I thought.
ru: Эти водные существа куда сильнее, чем я мог подумать.

source: Curse you!
ru: Да будьте вы все прокляты!

source: There goes our chance at making allies of the dwarves.
ru: Это наш шанс получить гномов в союзники.

source: Heartfangs
ru: Сердечные клыки
