Repository: laymankank/Rise_of_the_Elementalist
Catalog: translations/wesnoth-Rise_of_the_Elementalist.po
Languages: ru

source: I was young then, but was able to assist other magi to build a force field around the cave and prevent the elementals from exiting and threatening the tower that we were building. After healing the wounded, we finished building the tower and the field did prevent any further attacks.
ru: Я был молод тогда, но моего умения хватило, чтобы возвести силовой барьер на входе в пещеры и не дать элементалям помешать строительству. Когда раненые были исцелены, а мы закончили строительство башни, нападения сами собой прекратились.

source: Jacob, who is, well lets say a bit eccentric, spent some time in those caves when the tower was being built. He found that the strong source of magic was powerful enough to be able to animate elemental forces within the caves. It was that source of magic that led us to build the guild here. It was he that suggested we construct the test by placing magical controls in the cave so that the monsters could be partially controlled. Jacob is the one that knows most about the magic. He is a wizard in my field of study, but he keeps to himself.
ru: Якоб, который, с вашего позволения, немного, так сказать, чудаковат, провёл некоторое время в тех пещерах. Его исследования показали: источник магии настолько силён, что способен наделять жизнью естественные природные явления. Именно благодаря этому источнику энергии существует наша гильдия. Именно Якоб предложил, чтобы мы проводили такие испытания, получив над элементалями частичный контроль. К сожалению, больше об этом мне ничего не известно. Если тебе, Валлин, нужны подробности, то обращайся к Якову, правда, имей в виду, что он предпочитает заниматься исследованиями самостоятельно.

source: May I study under him then? I would like to find out more about this magic.
ru: А я могу учиться у него? Мне бы хотелось узнать побольше об этой магии.

source: Saril, please notify Jacob that he has a student.
ru: Сарил, пожалуйста, обрадуй Якоба новостью, что у него наконец-то появился студент.

source: It is done, Vallin, he is expecting you. You may leave now.
ru: Сделано. Валлин, он ожидает тебя. Можешь идти.

source: Thank you all for your time. I'll go see Jacob now.
ru: Спасибо за уделённое мне время. Я пойду к наставнику Якобу.

source: (Knocks on the door)
ru: <i>(стучит в дверь)</i>

source: Please come in.
ru: Входи, не заперто.

source: Ah Vallin. Yes yes. I hear you want to study under me, very unusual. It has been a very long time since I have had an apprentice, a long time indeed. What would bring you to ask me to be your master?
ru: Ах, Валлин. Да, да, я слышал, ты хотел бы стать моим учеником. Желание несколько необычное. У меня давно уже не было студентов, очень давно. Что подтолкнуло тебя к такому решению?

source: During the test I could not help marvel at the elementals and their magic. I would love the opportunity to learn more of them and the magic they possess.
ru: Во время испытания я не мог не поразиться красотой магической природы элементалей. Мне очень хочется узнать о них побольше и научиться ими управлять.

source: That magic is very powerful and can be very dangerous. There is also a possibility that it could corrupt a mage. I have been very careful to not interact with it too much, only to restrain it to the caverns and the caves. Tell me, what interests you so much?
ru: Хм. Эта магия очень сильна, и чрезвычайно опасна. Вполне может так статься, что она сама подчинит того, кто посчитает, будто овладел ею. Я не стремился взаимодействовать с ней слишком часто, и, в основном, старался лишь ограничивать её проявления вне пещер. И все же, не могу понять, что же тебя в ней так заинтересовало?

source: I just have never seen magic like it before and would like to know more.
ru: Просто я никогда не видел ничего подобного, и хотел бы побольше об этом узнать.

source: (Scowling) Come on boy, do not try to fool me. I may be old, but I am not dim. I feel your emotions stirring, you are not telling me what you are really thinking.
ru: <i>(нахмурившись)</i> Мальчик, не пытайся меня одурачить. Я стар, но я не глуп, и вижу тебя насквозь. Ты не открываешь мне своих истинных мыслей.

source: Well, ummm, well I hate to admit it sir, but I cannot deny that such magic could be very powerful and useful. Imagine an army of elements that could be used to fight the undead. I doubt a necromancer could animate them for their own purpose.
ru: Эх, ладно… Мне нелегко в этом признаться, сэр, но не могу отрицать, что такая магия оказалась бы очень полезна. Только представьте себе армию элементалей, сражающуюся против мертвецов. Сомневаюсь, что хоть какому-нибудь некроманту удалось бы подчинить их.

source: You seem to be preoccupied regarding the undead. Perhaps you should instead seek the path of healing and light magic. That study path is typically known for their abilities to combat the darkness of necromancy. Why seek something so different and potentially dangerous and instead pursue a standard school instead?
ru: Тебя, кажется, тревожат ожившие мертвецы. Тогда тебе следовало бы посвятить себя пути исцеления и светлой магии. Как-никак, уже многие столетия маги с их помощью побеждают тьму некромантии. Зачем обращаться к чему-то столь принципиально иному?

source: You see, my brother was killed by a lich as were many of our villagers. The evil needs to be stopped, but seeing those that fought return from the dead and turn against us was horrible. If we could instead use those that could not be reanimated it would give us a great advantage.
ru: Видите ли, моего отца и брата убил лич. Как и многих моих односельчан. Зло должно быть остановлено, но я видел, что случается с теми, кто бросает ему вызов. Это ужасно. Если бы мы могли бросить в бой то, что не способно вернуться к жизни. Это дало бы нам большое преимущество.

source: Yes it is true, but there are many dangers in this world. It is living life with others that makes it so worthwhile. Surrounding oneself with elementals would not be a very rewarding life.
ru: Да, всё так. Но окружающий нас мир всегда был полон опасностей, они часть жизни и делают нас теми, кто мы есть. В чём разница между тем, чтобы окружить себя бездушными мертвецами или такими же бездушными элементалями? И то и другое — это бегство от жизни.

source: I suppose you may be right, but you see, I have a hard time making friends. I guess I am afraid to lose someone else close to me, especially to see them return from the dead, only a shell of who they once were. You see I have lost everyone I have ever cared for.
ru: Полагаю, вы правы, сэр. Но видите, мне нелегко было открыться. Я не схожусь с людьми, потому что боюсь со временем их утратить… Особенно, если они вернутся пустыми оболочками тех, кем были когда-то. Я уже и так утратил всех, кто был мне дорог.

source: There is power in friendship, one should not turn his back on it just because you have lost loved ones.
ru: Не стоит отвергать дружбу только из-за того, что потерял близких.

source: Yes I know, but I cannot bear to see more of my friends raised from the dead. Do you think that the elementals could be controlled outside of the cave?
ru: Да, знаю, но не смогу перенести боль ещё одной такой потери. Как думаете, элементалями можно управлять за пределами пещер?

source: What you speak of is no easy task and would be very dangerous. The magic of those caves is very powerful and no one yet has been able to control it, only restrain it. However, you do seem gifted... Even though I do not fully agree with your motives, I will permit you to study with me and perhaps we can learn from each another.
ru: Задача, о которой ты говоришь, не из лёгких. И, повторюсь, очень опасная. Магия тех пещер невероятно сильна, и пока никто не смог её подчинить. Так, лишь временно ограничить. Однако, я вижу в тебе искру таланта… Не смотря на то, что мне не по душе твои мотивы, я возьму тебя к себе в ученики, и, возможно, мы сумеем чему-нибудь друг друга да научить.

source: Further Studies
ru: Дальнейшие изыскания

source: Vallin studied under Jacob for a many seasons. Even though Vallin at first kept seeking knowledge about the caves, he eventually gave up asking for permission to enter the caves. The council and Jacob would permit him to access the caves.
ru: Валлин провёл в обучении у Якоба долгое время. Юный маг старательно учился и копил знания об элементалях. Он стремился попасть в пещеры - места их обитания, но несмотря на все просьбы, разрешения не получил,. В этом вопросе позиция наставника Якоба и всего Совета была непреклонной.

source: During his studies, Vallin met a mage named Elania. Despite his reluctance to get to know others well, she became his friend. At first they only got to know each other during meals, but their friendship grew and they spent more time with each other. Elania had a very peaceful temperament and would often try to dissuade Vallin from his occasional bouts with anger. Vallin appreciated her spirit and her kindness. After some time, he did not think that he could have coped at the guild without her.
ru: Во время занятий Валлин познакомился с волшебницей Эленией. Ему совсем не хотелось сходиться с людьми, но с этой девушкой он на удивление быстро нашёл общий язык и даже подружился. Сначала просто вместе обедали, а потом постепенно дружба окрепла, и они стали проводить друг с другом всё больше времени. Эления, в отличии от Валлина, была очень спокойною девушкой и такое же успокоительное воздействие оказывала на своего друга, не давая вспышкам его гнева привести к печальным последствиям. Спустя некоторое время Валлин уже и не представлял, что смог бы справиться в гильдии без своей нынешней подруги.

source: After some time, Vallin's patience wore thin. His curiosity had become too great and he wanted to see the elementals again and seek out the cavern. One day he got in a heated argument with another classmate. Still fuming, he snuck down into the caves at night, not caring at the time for the rules that had been put in place.
ru: Но постепенно терпение Валлина подходило к концу. Доводы совета гильдии казались ему все менее и менее убедительными, а любопытство с каждым днём брало в нём верх над осторожностью и послушанием. Сколько можно изучать сухую теорию, когда вот, в нескольких футах под ним вместо тысяч букв и рун можно встретить материального элементаля! Однажды, после ссоры со своим однокурсником, гнев разорвал последние защитные барьеры, и Валлин, нарушив запрет, прокрался в заветные пещеры…

source: Elementals
ru: Элементали

source: Dwarves
ru: Гномы

source: Explore the cavern looking for the magical stones
ru: Обойдите пещеру в поисках магических камней

source: Jump to air
ru: Перейти к воздуху

source: Jump to fire
ru: Перейти к огню

source: Jump to end
ru: Перейти к концу

source: As you reach the stone, you can feel magic emanating from it. In its presence you can sense magic flowing through the the cave walls and the ground below your feet. Captivated, you spend a few hours just meditating and trying to understand its energy.
ru: Приблизившись к камню, вы чувствуете, как от него исходят магические потоки. Они текут через стены пещеры, уходят в глубины подземелий, растворяются в бесконечности… Очарованные, вы часами стоите рядом с каменным источником, не в силах пошевельнуться, пытаясь разгадать природу этой магической энергии.

source: You decide to try to embrace the magic of the stone and place a hand on it. Below your fingers, the magic extends out and begins to spread into your body.
ru: Наконец, вы решаетесь. Рука дотрагивается до поверхности. Камень гладкий и тёплый. Мгновение, и ваше тело стало наполняться новым волшебством.

source: At first it feels wonderful, but soon after you feel something wrong. It as if the magic has a personality and is actually taking hold of you. You quickly take back your hand, but not before a wave of magic is released from the stone. The spell's energy seems to have been absorbed by the nearby dirt. Almost instantly the dirt rises and forms into blobs of mud.
ru: Поначалу вы чувствуете себя просто великолепно, но постепенно нарастает подозрение, будто что-то пошло не так. Уже не вы управляете этим процессом, это магия камня сама поглощает вас. Быстрее отдёрнуть руку! Но сделать это прежде, чем ослабнет магический поток, оказывается невозможно. Рука отдёрнута. Связь оборвалась. Но, кажется, остатки магической силы поглотила окружающая камень грязь. И тотчас же эта грязь обрела форму.

source: Vallin feels the foreign magic still coursing through his body.
ru: Связь оборвалась, но Валлин продолжал ощущать присутствие в себе новой загадочной силы.

source: Hmmm, I wonder if I can use this magic. Perhaps, standing near the stone I can tap into this magic and animate the mud as well. Since the magic is coming from inside of me, maybe I can control the elementals?
ru: Хм, интересно, смогу ли я воспользоваться новой магией. Возможно, если я останусь около камня, моих сил хватит, чтобы оживить подобные комья грязи. А так как источником силы буду я, то вполне вероятно, что и подчиняться эти существа станут мне.

source: (You may recruit minor mud elementals while on this hex)
ru: (Находясь на этом гексе, вы можете вербовать слабых грязевых элементалей)

source: Kill the mud elementals.
ru: Убейте грязевых элементалей.

source: You don't need to summon too many mud elementals. They will not be of much use going forward, but you should probably recruit at least a couple.
ru: Не стоит призывать слишком много грязевых элементалей. Они слабы, и скорость их тоже невелика. Но парочка этих созданий вам пригодится.

source: Research the rock more once the mud elementals are dead
ru: Внимательно осмотрите камень ещё раз после того, как покончите с грязевыми элементалями.

source: (After some time) This magic seems to be linked to the earth. I wonder if I can use the magic to clear the blocked passage to the East...
ru: <i>(Некоторое время спустя)</i> Эта магия тесно связана с землёй. Интересно, а смогу ли я с её помощью очистить восточный проход…

source: Explore further into the caves looking for other stones
ru: Обойдите пещеры в поисках других камней

source: (After studying the stone) This stone is similar, but the magic is stronger and feels different.
ru: <i>(После изучения камня)</i> Этот камень подобен первому, но магия здесь течёт иная, и сила её заметно больше.

source: Vallin once again draws the magic from the stone into himself. The magic is different. As it begins to flow into his body it does not feel as invasive. At once he feels one with the water that is near him.
ru: Валлин ещё раз впитывает в себя магию камня. Но магию совсем иную. В ней нет всепоглощающей агрессии, и чудится лишь излечивающее душу спокойствие нетронутой водной глади.

source: The magic of the stone has allowed you to move faster and have a higher defense in water. This power is only temporary though and will only last while you are in this cavern.
ru: Магия камня позволит вам с легкостью передвигаться по глубокой воде и иметь там приличную защиту. Увы, эти эффекты продлятся лишь до конца сценария.

source: I think I can raise water elementals while standing here near this stone. I should be cautious, it seems that tapping into this stone has animated elementals from the water.
ru: Кажется, стоя возле этого камня, я смогу призвать водных элементалей. Только нужно действовать осторожно: похоже, что активность камня уже вдохнула жизнь в нескольких таких созданий.

source: This magic gives me some control of the water. I think I may be able to make this river passable...
ru: Эта магия наделила меня некоторой властью над водными стихиями. Почему бы не сделать эту реку проходимой…

source: This stone seems to harness air elemental magic. Let me attempt to leverage its power...
ru: Так, а этот камень, как я понимаю, связан с элементалями воздуха. Попробовать прикоснуться к его силе…

source: Unlike the previous stone, this one feels partially malevolent. I wonder why they are different. I would not think that the magic would be different just due to element type. I wonder why this is?
ru: Хм, в отличие от предыдущих камней, магия этого просто исходит злорадством. Интересно, почему такие отличия? Мне казалось, всё должно было быть намного проще.

source: I think I can control the updraft of this cavern with this magic and create a kind of air bridge to walk across. I hope the power will last long enough for me to get out.
ru: Так, думаю, я смогу преобразовать поднимающийся из пропасти воздушный поток. Создать своего рода мост. И надеюсь, он меня выдержит.

source: The magic of the stone will let you summon air elementals while standing here.
ru: Магия камня позволит вам призвать элементалей воздуха.

source: It seems this one ties into fire energy. I think I may able to part the magma river to allow passage...
ru: А этот, кажется, связан с магией огня. Почему бы не попытаться разделить реку магмы и очистить себе проход…

source: Looks like that stirred fire elementals. I believe I can raise my own now using the power from this stone.
ru: Ого! Мои действия пробудили огненных элементалей. Попробовать призвать своих собственных?

source: Like the previous stone, the fire magic seems to feel violent in nature. Vallin begins to wonder if it would be wise to keep tapping into the power for long.
ru: Как и у предыдущего камня, сила магии огня буквально бьёт через край. Валлин начинает задаваться вопросом, мудро ли он поступил, оставаясь столь долго под действием неведомых ему энергий.

source: The magic seems strongest here like that of the water. I think almost all of the elemental magic can be tapped into here. Funny, I do not feel any tie to water, but all of the other elemental magic does seem to be present in this stone.
ru: Магия этого камня кажется мне наиболее сильной. И похоже, находясь здесь, я смогу призвать всех возможных элементалей. Любопытно, что я не чувствую стихию воды, но все остальные прямо кипят под моею рукой.

source: As Vallin studies this stone and its uniqueness, the peace of the cavern is violently disturbed...
ru: Пока Валлин изучал уникальный камень, покой пещеры был грубо нарушен…

source: Sire, we've broken through the wall. Wait a minute, we are not alone!
ru: Сэр, мы пробились через эту стену. О-па, а мы-то тут не одни!

source: The rune master will be pleased. He has been very impatient as we have been getting closer to this magic rock he wants. We cannot afford anyone to interfere. It looks like there is only one human.
ru: Рунный мастер будет доволен. Он просто сгорал от нетерпения, пока мы добирались до его желанной волшебной породы. Вот только нельзя допустить, чтобы нам помешали. Сколько их тут? Один человек?

source: Hello, I don't mean any harm...
ru: Здравствуйте. Я не желаю вам вреда…

source: No you shouldn't cause us much harm. Kill him!
ru: Ну, ты нам вреда и не причинишь. УБЕЙТЕ ЕГО!

source: Vallin will be able to disperse any remaining elementals once all the dwarfs have been handled
ru: Не беспокойтесь, после победы над гномами Валлин найдёт способ одолеть оставшихся элементалей.

source: Kill all the dwarves
ru: Убейте всех гномов

source: Now that the Dwarves out of the way I think I can use the power from this rock to remove the elementals that remain.
ru: Теперь, когда гномы мне не мешают, я попытаюсь воспользоваться силами этого камня, чтобы изгнать прочь оставшихся элементалей.

source: Dwarven Diplomacy
ru: Дипломатия гномов

source: After finding the dwarves and destroying their mining team, Vallin finished studying the magic of the caves. He was now confident that he could raise his own elementals outside of the cave. He found it interesting that the stone that held the power of water seemed different. When studying it, he felt a sense of peace and tranquility. The other stones seemed to be in almost a state of restlessness. The more time he spent in studying those the more he felt agitated. Finally, he thought it best to stop and go back to the guild.
ru: После встречи с гномами и уничтожения их разведывательного отряда, Валлин решил окончить изучение пещер. Теперь он был уверен, что в случае надобности где угодно сможет призвать собственных элементалей. Наиболее интересным ему показался камень, хранивший власть над стихией воды – умиротворение и спокойствие той магии заметно отличались от других повстречавшихся магу источников энергий. Источников буйных, властных, заставлявших чувства возбуждаться до крайности, знакомство с которыми прервать было очень сложно.

source: Jacob was upset, the guild had forbid his entrance into the caverns. They feared that the magic may be able to corrupt a human soul. Also they had feared that the magic may take on a life of its own and begin to breach out of the caverns. That was why they did not think he was ready to study down there.
ru: Случившееся очень расстроило Якоба. Совет гильдии запрещал спускаться в пещеры не только Валлину, но и его наставнику. Они опасались, что царящая там магия в состоянии развратить душу даже подготовленного человека, а также обрести собственную жизнь и вырваться из подземелий. Вот почему запреты гильдии были так категоричны.

source: Jacob dragged Vallin before Marthos and told him what had transpired. Due to the fact that Vallin caused the issue with the dwarves, he was sent with with Saril to go and try to meet any that may remain. Elania fearing for Vallin's safety volunteered to come along as did one of her friends. They set out to meet with the dwarves to ensure they would not intrude into the areas too near the guild.
ru: Якоб заставил Валлина рассказать о случившемся главе гильдии Мэртосу. Так как столкновение с гномами могло привести к серьёзным последствиям, Валлина вместе с серебряной главой гильдии Сарил отправили обратно в пещеры, в надежде встретить оставшихся гномов и попытаться разрешить конфликт мирным путём. Опасаясь за безопасность своего друга, сопровождать опытную чародейку и молодого мага вызвалась Элания.

source: Guild Members
ru: Члены гильдии

source: Trolls
ru: Тролли

source: Saril
ru: Сарил

source: Saril, Silver Guild Head
ru: Сарил, серебряная глава гильдии

source: Defeat the enemy leaders
ru: Победите вражеских лидеров

source: Death of Elania
ru: Смерть Элании

source: Humans, what are you doing in our territory?!
ru: Эй, люди, какого лешего вы на наши земли припёрлись!?

source: My name is Saril, and I am a representative of the council of Eiyar. Your mining team has broken through into caves below our guild and attacked one of own.
ru: Я – Сарил, представитель совета гильдии Эияр. Ваша команда шахтёров прорвалась в пещеры под нашей гильдией и напала на одного из нас.

source: Nonsense, the caves in this country are part of our kingdom and any action on our part would be defending our territory. You humans have no right to be here. You must have attacked our miners.
ru: Бред сивой кобылы, все пещеры в этой стране – часть нашего королевства, и мы готовы на всё, чтобы отстоять границы своих владений. У вас, людей, нет никакого права находиться здесь. А вы мало того, что посягнули на чужую собственность, так ещё и напали на наших шахтёров, да?

source: Our tower has been standing long before you were born! I order you to cease all mining operations beneath Eiyar and close the these tunnels.
ru: Наша башня стояла здесь задолго до вашего появления на свет! Я приказываю, чтобы вы немедленно прекратили добычу полезных ископаемых ниже Эияр и запечатали уже пробитые туннели.

source: We will do no such thing. I go to report back to our rune master. I'd advise that you leave before we return.
ru: Ха! Такого вы от нас не дождётесь. Я пойду, поделюсь новостями с рунным мастером. И лучше бы вам свалить отсюдова, прежде чем мы вернёмся.
